-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 25, 2022 at 05:32 AM
-- Server version: 10.4.22-MariaDB
-- PHP Version: 8.1.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `simddee`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin_log`
--

CREATE TABLE `admin_log` (
  `id` int(10) NOT NULL,
  `admin_id` int(5) NOT NULL,
  `table` varchar(100) DEFAULT NULL COMMENT 'ชื่อตาราง',
  `action_id` int(5) DEFAULT NULL COMMENT 'primary key ',
  `action` set('insert','update','delete') DEFAULT NULL COMMENT 'ทำอะไร?',
  `title` varchar(255) DEFAULT NULL COMMENT 'เรืองอะไร?',
  `reference` text DEFAULT NULL COMMENT 'URL อ้างอิง',
  `user_agent` text DEFAULT NULL COMMENT 'agent server',
  `ip_address` varchar(100) DEFAULT NULL COMMENT 'ip address',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `ads`
--

CREATE TABLE `ads` (
  `ad_id` int(11) NOT NULL,
  `ad_token` varchar(20) NOT NULL,
  `ad_position` varchar(30) NOT NULL,
  `page` varchar(100) NOT NULL,
  `ad_priority` int(11) NOT NULL,
  `ad_image` text NOT NULL,
  `alternative` varchar(150) NOT NULL,
  `ad_link` text NOT NULL,
  `ad_title` varchar(255) NOT NULL,
  `h1` varchar(100) NOT NULL,
  `h2` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `line_link` text DEFAULT NULL,
  `facebook_link` text DEFAULT NULL,
  `twitter_link` text DEFAULT NULL,
  `ad_display` set('yes','no') NOT NULL DEFAULT 'yes',
  `set_time` set('yes','no') NOT NULL DEFAULT 'no',
  `ad_date_display` date NOT NULL,
  `ad_date_hidden` date NOT NULL,
  `language` varchar(3) NOT NULL,
  `defaults` set('yes','no') NOT NULL DEFAULT 'no',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_by` varchar(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ads`
--

INSERT INTO `ads` (`ad_id`, `ad_token`, `ad_position`, `page`, `ad_priority`, `ad_image`, `alternative`, `ad_link`, `ad_title`, `h1`, `h2`, `description`, `line_link`, `facebook_link`, `twitter_link`, `ad_display`, `set_time`, `ad_date_display`, `ad_date_hidden`, `language`, `defaults`, `created_at`, `updated_at`, `updated_by`) VALUES
(13, 'RPSDF345fdgSFDDf', 'main_banner', '', 1, 'images/banner/slide-a.jpg', 'ภาพโฆษณา ads', '', '', '', '', '', NULL, NULL, NULL, 'yes', 'no', '0000-00-00', '0000-00-00', 'TH', 'yes', '2021-10-29 16:02:52', '2021-10-29 16:02:52', ''),
(14, 'ASD2jSDFJSSDFJP', 'banner_top', '', 1, 'images/banner/adsmiddlebanner.png', 'ภาพโฆษณารูปที่ 1', '', 'เราคัดสรรเบอร์สวยเบอร์มงคลดีที่สุด ให้คุณได้เลือก', '', '', 'Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At v', NULL, NULL, NULL, 'yes', 'no', '0000-00-00', '0000-00-00', 'TH', 'yes', '2021-10-29 16:02:52', '2021-10-29 16:02:52', ''),
(15, 'CGSDFaD34ASFSFDDf', 'main_banner', '', 1, 'images/banner/slide-a.jpg', 'โฆษณาบน 1', '', '', '', '', '', NULL, NULL, NULL, 'yes', 'no', '0000-00-00', '0000-00-00', 'TH', 'yes', '2021-10-29 16:02:52', '2021-10-29 16:02:52', ''),
(16, 'AFSDF34ASFSFDDf', 'banner_top', '', 2, 'images/banner/adsmockup2.png', 'ภาพโฆษณารูปที่ 2', '', 'เราคัดสรรเบอร์สวยเบอร์มงคล', '', '', 'Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores', NULL, NULL, NULL, 'yes', 'no', '0000-00-00', '0000-00-00', 'TH', 'yes', '2021-10-29 16:02:52', '2021-10-29 16:02:52', ''),
(17, 'ASD2jSDFJSSDFJP', 'banner_bottom', '', 1, 'images/banner/adsmockup2.png', 'ภาพโฆษณารูปที่ 1', '', 'เราคัดสรรเบอร์สวยเบอร์มงคลดีที่สุด ให้คุณได้เลือก', '', '', 'Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At v', NULL, NULL, NULL, 'yes', 'no', '0000-00-00', '0000-00-00', 'TH', 'yes', '2021-10-29 16:02:52', '2021-10-29 16:02:52', ''),
(18, 'ASD2jFGHSDFJP', 'banner_top', '', 1, 'images/banner/example1.jpg', 'ภาพโฆษณารูปที่ 1', '', 'เราคัดสรรเบอร์สวยเบอร์มงคลดีที่สุด ให้คุณได้เลือก', '', '', 'Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At v', NULL, NULL, NULL, 'yes', 'no', '0000-00-00', '0000-00-00', 'TH', 'yes', '2021-10-29 16:02:52', '2021-10-29 16:02:52', ''),
(19, 'ASD2HASDFJP', 'ads_store', '', 1, 'images/banner/adsmockup2.png', 'ภาพโฆษณารูปที่ 1', '', 'รวมร้านค้าเบอร์คุณภาพมากมาย ให้คุณได้เลือก กว่า 1,500 ร้านค้า', '', '', 'Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At v', NULL, NULL, NULL, 'yes', 'no', '0000-00-00', '0000-00-00', 'TH', 'yes', '2021-10-29 16:02:52', '2021-10-29 16:02:52', '');

-- --------------------------------------------------------

--
-- Table structure for table `ad_type`
--

CREATE TABLE `ad_type` (
  `id` int(11) NOT NULL,
  `position` varchar(15) CHARACTER SET utf16 NOT NULL,
  `type` varchar(15) CHARACTER SET utf16 NOT NULL,
  `dimension` varchar(10) CHARACTER SET utf16 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ad_type`
--

INSERT INTO `ad_type` (`id`, `position`, `type`, `dimension`) VALUES
(1, 'main_banner', 'banner', '1900x550'),
(19, 'banner_top', 'banner', '600x320'),
(20, 'banner_middle', 'banner', '600x320'),
(21, 'banner_bottom', 'banner', '600x290');

-- --------------------------------------------------------

--
-- Table structure for table `bank_account`
--

CREATE TABLE `bank_account` (
  `id` int(10) NOT NULL,
  `member_id` int(5) NOT NULL,
  `position` int(5) NOT NULL,
  `bank_id` int(3) NOT NULL,
  `account_no` varchar(50) NOT NULL,
  `account_name` varchar(100) NOT NULL,
  `branch` varchar(100) NOT NULL,
  `language` varchar(5) DEFAULT 'TH',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `bank_info`
--

CREATE TABLE `bank_info` (
  `id` int(5) NOT NULL,
  `abbreviation` varchar(20) DEFAULT NULL COMMENT 'ชื่อย่อ',
  `name` varchar(120) NOT NULL COMMENT 'ชื่อเต็มธนาคาร',
  `image` varchar(255) NOT NULL,
  `cover` varchar(255) NOT NULL,
  `language` varchar(5) NOT NULL DEFAULT 'TH',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `bank_info`
--

INSERT INTO `bank_info` (`id`, `abbreviation`, `name`, `image`, `cover`, `language`, `created_at`, `updated_at`) VALUES
(1, 'SCB', 'ไทยพาณิชย์', 'images/user/scb.png', '', 'TH', '2021-11-12 09:22:41', '2021-11-12 09:22:41'),
(2, 'Promptpay', 'พร้อมเพย์', 'images/bank/promptpay.jpg', '', 'TH', '2021-11-12 09:22:41', '2021-11-12 09:22:41');

-- --------------------------------------------------------

--
-- Table structure for table `bermeaning`
--

CREATE TABLE `bermeaning` (
  `id` int(10) NOT NULL,
  `token` varchar(100) NOT NULL,
  `cate_name` varchar(100) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `thumbnail` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL,
  `display` set('yes','no') NOT NULL,
  `priority` int(5) NOT NULL,
  `language` varchar(5) NOT NULL DEFAULT '''TH''',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `bermeaning`
--

INSERT INTO `bermeaning` (`id`, `token`, `cate_name`, `slug`, `thumbnail`, `category`, `display`, `priority`, `language`, `created_at`, `updated_at`) VALUES
(1, 'tosdfssdfd24asfken', 'เบอร์หงส์', 'เบอร์หงส์', 'images/icon/blue-bitcoin.svg', 'asdCateCCas', 'yes', 1, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(2, 'tokasdsden', 'เบอร์มังกร', 'เบอร์มังกร', 'images/icon/blue-bitcoin.svg', 'asdCateBBas', 'yes', 1, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(3, 'towsdferasken', 'เบอร์โชคลาภ อิสระภาพ', 'เบอร์โชคลาภ-อิสรภาพ', 'images/icon/blue-bitcoin.svg', 'asdCateBBas', 'yes', 2, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(4, 'asdssdfy24das', 'เบอร์แห่งเสรีภาพ', 'เบอร์แห่งเสรีภาพ', 'images/icon/blue-bitcoin.svg', 'asdCateAdas', 'yes', 1, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(5, 'tosssgd432fsd24asfken', 'เบอร์วงเหล้า', 'เบอร์วงเหล้า', 'images/icon/blue-bitcoin.svg', 'asdCateDDas', 'yes', 1, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(6, 'tosssdfsd24asfken', 'เบอร์แห่งความรัก', 'เบอร์แห่งความรัก', 'images/icon/blue-bitcoin.svg', 'asdCateAdas', 'yes', 2, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(7, 'tokasgdgden', 'น้ำไหลเหมือนเงิน', 'น้ำไหลเหมือนเงิน', 'images/icon/blue-bitcoin.svg', 'asdCateCCas', 'yes', 2, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(8, 'tokasssen', 'Lucky man', 'Lucky man', 'images/icon/blue-bitcoin.svg', 'asdCateEEas', 'yes', 1, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(9, 'asddssdffy24das', 'มหากาพย์รัก', 'มหากาพย์รัก', 'images/icon/blue-bitcoin.svg', 'asdCateAdas', 'yes', 3, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(10, 'tosdsfssdfd24asfken', 'เบอร์แห่งทรัพย์', 'เบอร์แห่งทรัพย์', 'images/icon/blue-bitcoin.svg', 'asdCateCCas', 'yes', 3, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(11, 'tokasgdg', 'เบอร์เพิ่มเพื่อน', 'เบอร์เพิ่มเพื่อน', 'images/icon/blue-bitcoin.svg', 'asdCateDDas', 'yes', 2, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33'),
(12, 'tows3fsserasken', 'หล่อ สวยรวยเสน่ห์', 'หล่อ-สวยรวยเสน่ห์', 'images/icon/blue-bitcoin.svg', 'asdCatFFFas', 'yes', 1, 'TH', '2021-10-16 13:33:33', '2021-10-16 13:33:33');

-- --------------------------------------------------------

--
-- Table structure for table `bermeaning_category`
--

CREATE TABLE `bermeaning_category` (
  `id` int(11) NOT NULL,
  `token` varchar(100) NOT NULL,
  `cate_name` varchar(255) NOT NULL,
  `cate_slug` varchar(255) NOT NULL,
  `thumbnail` varchar(255) NOT NULL,
  `priority` int(3) NOT NULL,
  `display` set('yes','no') NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `bermeaning_category`
--

INSERT INTO `bermeaning_category` (`id`, `token`, `cate_name`, `cate_slug`, `thumbnail`, `priority`, `display`, `created_at`, `updated_at`) VALUES
(1, 'asdCateAdas', 'ความรัก', 'images/icon/bitcoin.svg', 'images/icon/bitcoin.svg', 1, 'yes', '2021-11-15 09:52:49', '2021-11-15 09:52:49'),
(2, 'asdCateBBas', 'การงาน', 'การงาน', 'images/icon/bitcoin.svg', 2, 'yes', '2021-11-15 09:52:49', '2021-11-15 09:52:49'),
(3, 'asdCateCCas', 'การเงิน', 'การเงิน', 'images/icon/bitcoin.svg', 3, 'yes', '2021-11-15 09:52:49', '2021-11-15 09:52:49'),
(4, 'asdCateDDas', 'เพื่อนฝูง', 'เพื่อนฝูง', 'images/icon/bitcoin.svg', 4, 'yes', '2021-11-15 09:52:49', '2021-11-15 09:52:49'),
(5, 'asdCateEEas', 'โชคลาภ วาสนา', 'โชคลาภ วาสนา', 'images/icon/bitcoin.svg', 4, 'yes', '2021-11-15 09:52:49', '2021-11-15 09:52:49');

-- --------------------------------------------------------

--
-- Table structure for table `berpredict_prophecy`
--

CREATE TABLE `berpredict_prophecy` (
  `prophecy_id` int(11) NOT NULL,
  `prophecy_numb` varchar(4) NOT NULL,
  `prophecy_name` varchar(255) NOT NULL,
  `prophecy_desc` text NOT NULL COMMENT 'คำอธิบายการทำนาย',
  `prophecy_percent` float NOT NULL DEFAULT 0,
  `prophecy_color` varchar(200) NOT NULL,
  `date_create` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `berpredict_prophecy`
--

INSERT INTO `berpredict_prophecy` (`prophecy_id`, `prophecy_numb`, `prophecy_name`, `prophecy_desc`, `prophecy_percent`, `prophecy_color`, `date_create`) VALUES
(17, '02', 'เป็นคนเจ้าอารมณ์ ขี้หงุดหงิด ใจร้อน', 'เป็นเลขที่แสดงถึงเจ้าของเป็นคนเจ้าอารมณ์ ขี้หงุดหงิด ใจร้อนไม่มีความมั่นคง ลังเลใจอ่อน ชอบไขว้เขว รักง่ายหน่ายเร็ว แถมยังเจ้าชู้อีก มีเสน่ห์อ่อนหวาน แต่เป็นคนไม่มีความมั่นใจในตัวเองเอาซะเลย เชื่อคนง่ายหูเบา ไม่ค่อยจะสมหวังในรัก ต้องระวังมือที่3เอาไว้ให้ดี จะมีคู่ซ้อน เจ้าของเบอร์อาจไปเป็นมือที่ 3 ซะเอง หรืออาจเป็นคนโดนฝ่ายโดนแย่งสะเองก็ได้ เป็นคนอ่อนไหว ขี้สงสาร ชอบเพ้อฝัน จินตนาการเยอะแยะ แต่ก็ไม่เคยจะลงมือทำ ให้ระวังเรื่องต่อมต่างๆ ดวงตา เต้านมสำหรับเพศหญิง ต่อมลูกหมากสำหรับเพศชาย', -50, 'red', '2019-08-14 16:15:09'),
(18, '00', 'โลกส่วนตัวสูง รักสันโดษ', 'เป็นคนที่มีความเป็นโลกส่วนตัวสูงมากๆ ชอบเก็บตัว รักสันโดษ ไม่ค่อยชอบคบค้าสมาคมกับใครมากนัก รักความสงบไม่ชอบความสับสนวุ่นวาย เลข0อาจมีปัญหาเกี่ยวกับสุขภาพได้ ชอบทำตัวลึกลับ มีความสับสนอยู่ในใจ คนเลขนี้มักมีอารมภ์แปรปรวนขึ้นๆลงๆ ชอบท่องเที่ยวต่างถิ่นต่างแดน มักมีเพื่อนต่างชาติต่างภาษา', 15, 'red', '2019-08-14 16:15:09'),
(19, '03', ' เจ้าอารมณ์ ขี้โมโห ', 'เป็นนักบ้าพลังดีๆนี่เอง ใจร้อนสุดๆ ขี้โมโห บทโกรธ ร้ายสุดๆ เจ้าอารมณ์ และรุนแรงมากๆ แปรปรวน เป็นคนแข็งกระด้างเอาการ ถึงกับหยาบคาย อาจมีปัญหากับคนรอบข้าง หรือคนใกล้ตัวอยู่บ่อยๆ อาจเกิดความรุนแรงหรือทะเลาะวิวาทอย่างหนักกันเลยทีเดียว ชอบเสี่ยงเจอเรื่องร้ายๆทั้งที่ไม่ควรจะเกิด วู่วามพลังงานเยอะ เหลือเฟือ ขยันสามารถไม่หลับไม่นอน ไม่ชอบคำท้าทาย เพราะหากท้าขึ้นมาเมื่อไรหยุดไม่อยู่ กล้าชนทุกสถานการ ชอบความเร็ว ชอบสืบค้นคว้า จับผิดเก่ง รู้ความรับได้อย่างรวดเร็ว', -65, 'red', '2019-08-14 16:15:09'),
(20, '04', 'ฉลาดหลักแหลม ไหวพริบดี นักพูดนักเจรจา', 'ฉลาดหลักแหลมและเป็นคนพูดเก่ง มักเอาตัวรอดเก่ง มีไหวพริบดี เป็นนักพูดนักเจรจาได้ดี เหมาะที่จะทำงานเกี่ยวกับ เลขา ประสานงานต่างๆ นักบัญชี นักข่าว นักสืบ นักเจรจาต่อรอง ชอบลองของใหม่ ชอบบุกเบิกสิ่งใหม่ ของทันสมัย ทำอะไรแหวกแนวสร้างความแปลกใจให้แก่สังคม ค้นหาข้อมูลเก่ง', 90, 'mediumseagreen', '2019-08-14 16:15:09'),
(21, '01', 'ความมั่นใจในตัวเองสูง ', 'เป็นคนมีความมั่นใจในตัวเองสูง มีความทะเยอทะยานดี ชอบของแปลกใหม่ ไม่ชอบซ้ำแบบใคร เป็นคนถือเกียรติ ไม่ชอบอยู่ใต้บังคับบัญชาของใคร ชอบทำอะไรที่แปลกแหวกแนวไม่เหมือนใคร ไม่ค่อยนุ่มนวล กล้าได้กล้าเสีย ชีวิตมักมีอุปสรรค จับงานอะไรมักจะเจอคู่แข่ง มีคนปองร้าย บริวารมักให้โทษ เป็นคนอาภัพ มีศัตรูรอบด้าน บุคคลในครอบครัวมักจะแข็งข้อ ก่อเหตุกระทบกระเทือนใจมาให้ อิทธิพลของเลขนี้ เป็นกำลังของดาวเสาร์ ชีวิตมักจะมีเรื่องระทมขมขื่นแอบแฝงอยู่ มีโรคภัยไข้เจ็บเบียดเบียนอย่างเรื้อรัง โดยเฉพาะโรคหัวใจทุกรูปแบบ มีปัญหายุ่งยากภายในครอบครัวมีภาระต้องรับผิดชอบต่อหน้าที่การงาน ต้องแบกภาระอันใหญ่หลวง บุคคลหมายเลขนี้ส่วนใหญ่ต้องแบกภาระหนี้สินอย่างมากมาย มีศัตรูคอยกลั่นแกล้งเสมอ อาจเป็นไปได้ในบางโอกาส บุคคลหมายเลขนี้ จะประสบความสำเร็จอย่างแหวกแนว เป็นคนที่สังคมยอมรับและยกย่อง เป็นคนรักความยุติธรรมไม่เอาเปรียบใคร ค่อนข้างจะหูเบา ชีวิตของบุคคลหมายเลขนี้บทจะรุ่งโรจน์ มีลาภ ยศ สรรเสริญ ก็จะได้มาอย่างมากมาย บทดวงตก ลาภยศก็สามารถสูญสิ้นได้ในพริบตา ชีวิตจะประสบความสำเร็จหรือล้มเหลวขึ้นอยู่กับการตัดสินใจของตนเอง ไม่ใช่สิ่งแวดล้อมพาไป', -65, 'red', '2019-08-14 16:15:09'),
(22, '05', 'จิตใจดี รักความยุติธรรม ', '	เป็นคนมีจิตใจดี ใจบุญสุนทาน รักความยุติธรรม ชอบศีกษาด้านศาสนาปรัชญา มีเหตุผลในการตัดสินใจด้วยการพิจารณาของตน คิดเองทำเองไม่ชอบพึ่งใคร ชอบท่องเที่ยวต่างแดน มักมีเพื่อนเป็นชาวต่างชาติ มีโชคในต่างแดน ชอบคบหากับคนที่อาวุโสกว่า เพราะมีความคิดที่เป็นผู้ใหญ่ เป็นคนรอบคอบ ชอบคิดตริตรอง ทำอะไรมักใช้ความคิดก่อนทำเสมอ บางทีอาจดูเชื่องช้าไปเพราะเป็นคนใจเย็น มักจะสมหวังอะไรแบบง่ายๆ หรือได้มาแบบไม่ตั้งใจ เกินคาด เหมือนมีพรจากสวรรค์ เหมาะสำหรับธุรกิจต่างแดน', 90, 'mediumseagreen', '2019-09-30 14:03:08'),
(23, '06', 'โชคเรื่องการเงิน มีเสน่ห์ ดึงดูดใจ', 'มีโชคเรื่องการเงิน เป็นคนมีเสน่ห์ ดึงดูดใจ ให้คนชอบพอรักใคร่ เป็นบุคคลที่มีความโชคดีเกี่ยวกับเรื่องเงินๆทองๆ จะสามารถหามาได้โดยง่าย ศุภโชค โภคทรัพย์ เข้ากับคนได้ทุกระดับ จะมีคนช่วยเหลือสนับสนุน เป็นเลขแห่งศิลป์และความเพ้อฝัน รักสวยรักงาม อารมณ์ปราณีต ละเอียดละมัย ชอบสถานที่โออ่า หรูหรา ดูดี ชะตาชีวิตโดยทั่วไปถือว่าดี ไม่ต้องต่อสู้ฟันฝ่ามากนัก มีความเป็นอยู่สุขสบาย มีชื่อเสียง ถ้าขยันทุ่มเทมากก็จะมั่งคั่งมาก', 60, 'orange', '2019-09-30 14:03:33'),
(24, '07', 'มีความโลภ เห็นแก่ตัว', 'มีแนวโน้มว่าจะมีโรคภัยไข้เจ็บ และพบเจออุปสรรคบ่อยๆเคร่งเครียด เก็บกด มีความโลภ และเห็นแก่ตัวจนเป็นที่สังเกตได้ในบางราย จริงจังกับชีวิตมากๆ ขี้กังวล แม้เจ้าตัวจะเป็นคนเก่ง ทำงานดี ขยัน แต่ก็จะต้องพบกับปัญหามากมายประเดประดังไปตลอดทาง รวยยาก ยิ้มยาก มีความสุขยาก เสี่ยงกับการเป็นโรคทางจิตประสาท', -90, 'red', '2019-09-30 14:04:53'),
(25, '08', 'ความคิดเฉียบแหลม แก้ปัญหาเฉพาะหน้าได้ดี', 'สัญชาติญาณการเอาตัวรอดสูง ความคิดเฉียบแหลม แก้ปัญหาเฉพาะหน้าได้ดี หลงตัวเอง ใจนักเลง กล้าได้กล้าเสีย ดื้อรั้น บ้าบิ่น ขาดสติ รักสนุก ไม่ชอบอยู่เฉย มักมีดวงเข้าไปเกี่ยวข้องกับอบายบุข ของมึนเมา หรือมีเหตุบังเอิญให้ได้รับภัยจากคนพาล เป็นบุคคลที่ต้องการสติในการดำเนินชีวิตอย่างยิ่งยวด ..เหมาะกับอาชีพกลางคืน ธุรกิจสีเทาๆ แต่มักเป็นอาชีพที่ไม่ยั่งยืน ต้องรู้จักประคับประคองชีวิต วางแผนอนาคตให้เหมาะสมในทุกขั้นตอน ..', -99, 'red', '2019-09-30 14:05:31'),
(26, '09', ' มีสิ่งศักดิสิทธิ์คุ้มครอง ทำบุญขึ้น ลางสังหรณ์ดี', 'สัมผัสสิ่งเร้นรับเหนือธรรมชาติได้ดี มีสิ่งศักดิสิทธิ์คุ้มครอง ทำบุญขึ้น ลางสังหรณ์ดี โลกส่วนตัวสูง อ่อนไหว อาจทำให้คนรอบข้างเข้าถึงยากในบางครั้ง เป็นคนคาดการณ์แม่น รักอิสระ มักมีดวงไปได้ดีกับการศึกษาเรื่องเหนือธรรมชาติ เครื่องลางของขลัง สิ่งศักดิ์สิทธิ์ หรือของโบราณ มีดวงได้มีโอกาสเดินทางไปต่างถิ่น ไปได้ดีไกลบ้าน คบเพื่อนต่างชาติต่างภาษาดี และมีโชคเหนือความคาดหมายบ่อยๆ เหมาะสำหรับธุรกิจต่างแดน', 90, 'mediumseagreen', '2019-09-30 14:06:08'),
(27, '10', 'เป็นคนมีความมั่นใจในตัวเองสูง', 'เป็นคนมีความมั่นใจในตัวเองสูง มีความทะเยอทะยานดี ชอบของแปลกใหม่ ไม่ชอบซ้ำแบบใคร เป็นคนถือเกียรติ ไม่ชอบอยู่ใต้บังคับบัญชาของใคร ชอบทำอะไรที่แปลกแหวกแนวไม่เหมือนใคร ไม่ค่อยนุ่มนวล กล้าได้กล้าเสีย ชีวิตมักมีอุปสรรค จับงานอะไรมักจะเจอคู่แข่ง มีคนปองร้าย บริวารมักให้โทษ เป็นคนอาภัพ มีศัตรูรอบด้าน บุคคลในครอบครัวมักจะแข็งข้อ ก่อเหตุกระทบกระเทือนใจมาให้ อิทธิพลของเลขนี้ เป็นกำลังของดาวเสาร์ ชีวิตมักจะมีเรื่องระทมขมขื่นแอบแฝงอยู่ มีโรคภัยไข้เจ็บเบียดเบียนอย่างเรื้อรัง โดยเฉพาะโรคหัวใจทุกรูปแบบ มีปัญหายุ่งยากภายในครอบครัวมีภาระต้องรับผิดชอบต่อหน้าที่การงาน ต้องแบกภาระอันใหญ่หลวง บุคคลหมายเลขนี้ส่วนใหญ่ต้องแบกภาระหนี้สินอย่างมากมาย มีศัตรูคอยกลั่นแกล้งเสมอ อาจเป็นไปได้ในบางโอกาส บุคคลหมายเลขนี้ จะประสบความสำเร็จอย่างแหวกแนว เป็นคนที่สังคมยอมรับและยกย่อง เป็นคนรักความยุติธรรมไม่เอาเปรียบใคร ค่อนข้างจะหูเบา ชีวิตของบุคคลหมายเลขนี้บทจะรุ่งโรจน์ มีลาภ ยศ สรรเสริญ ก็จะได้มาอย่างมากมาย บทดวงตก ลาภยศก็สามารถสูญสิ้นได้ในพริบตา ชีวิตจะประสบความสำเร็จหรือล้มเหลวขึ้นอยู่กับการตัดสินใจของตนเอง ไม่ใช่สิ่งแวดล้อมพาไป', -65, 'red', '2019-09-30 14:06:36'),
(28, '11', 'ดื้อรั้น มีความมักใหญ่ใฝ่สูง โกรธง่าย', 'ดื้อรั้น ชอบทำตัวเด่น ชอบความท้าทายต้องการเป็นที่หนึ่ง มีความมักใหญ่ใฝ่สูง โกรธง่าย มุทะลุ และต้องกลับมานั่งผิดหวังและเสียใจในสิ่งที่เกิดขึ้นอยู่บ่อยๆ เพราะความไม่รอบคอบและตัดสินใจเร็วเกินไป รับไม่ได้กับกับความพ่ายแพ้ กลัวการเสียหน้าเป็นที่สุด แข็งนอก อ่อนใน เหมาะกับงานที่ต้องใช้ไฟแรงกล้าแต่ใช้เวลาสั้นๆ หากทำงานที่ต้องใช้ความอดทน และความละเอียดรอบคอบ รวมถึงงานที่ต้องสอดคล้อง ประสานกับผู้อื่น มักไม่ประสบความสำเร็จ', -60, 'red', '2019-09-30 14:08:29'),
(29, '12', 'สติปัญญาดี มีความคิดแปลก แหวกแนว รักการผจญภัย', 'มีความเด็ดเดี่ยว สติปัญญาดี มีความคิดแปลก แหวกแนว รักการผจญภัย และส่วนมากประสบความสำเร็จหากทำงานไกลบ้าน เลขนี้ทำให้ผู้ครอบครองขัดแย้งในตัวเอง อวดดี บางครั้งก็ของขึ้น ก้าวร้าว บางครั้งก็อ่อนโยน เดาอารมณ์ไม่ถูก ทะเลาะกับคนรอบข้างบ่อยๆเพราะเจ้าตัวเป็นคนใจร้อน ขวางโลก หงุดหงิดง่าย ดื้อดึง มักไม่ค่อยยอมรับความคิดเห็นของคนอื่น ชีวิตมีจุดหักเหขึ้นลงรุนแรง ช่วงหนึ่งในชีวิตอาจประสบอุบัติเหตุและมีเคราะห์ ในด้านความรักมักผิดหวัง หรือต้องแย่งชิงมา ลุ่มหลงมัวเมาจนขาดสติ การเงินเอาแน่นอนไม่ได้ ชีวิตผกผัน ไม่มีความสมดุล อาจมีอารมณ์ฟุ้งซ่าน เป็นอีกชุกเลขหนึ่ง ที่เสี่ยงต่อการเป็นโรคเกี่ยวกับจิตประสาท ต้องหมั่นทำสมาธิ หัดยับยั้งชั่งใจบ้าง', -99, 'red', '2019-09-30 14:09:21'),
(30, '13', 'ความอับโชค', 'สุดยอดของตัวเลขที่น่ากลัวที่สุดในบรรดาเลขทั้งหมด เลขชุดนี้ไม่เพียงแต่ในตำราโหราศาสตร์ไทยเท่านั้นที่บอกว่าอันตรายไม่ว่าจะชาติไหนๆก็ขยาดกันหมด เรื่องความน่ากลัวของเลข 13 ไม่ใช่เกิดจากแฟชั่น กลัวก็กลัวตามๆกันแบบไม่มีสาเหตุ แต่กำลังของดาวอาทิตย์คือ เลข 1 มาเจอกับดาวอังคาร คือเลข 3 นั้น ให้ผลรุนแรงเกิน กว่าจะเป็นเพียงแค่ความเชื่อลอยๆ ผลลัพท์ของเลข 13 คือ ความอับโชค ถูกปองร้าย ทำอะไรก็ติดขัด มีคนอิจฉาริษยา และให้ร้ายอยู่เรื่อยๆ ซ้ำร้ายอาจถึงขั้นมีอุบัติเหตุหรือล้มหมอนนอนเสื่อด้วยโรคภัยไข้เจ็บรุนแรง ชะตาต้องมีการผ่าตัด ถึงเลือดถึงเนื้อ เจ้าตัวเป็นคนห่าม พูดจาโผงผาง ไม่กลัวใคร ขาดเสน่ห์ ทำให้ไม่ได้รับความเมตตาจากผู้ใหญ่ และถ้าผู้ใหญ่รัก ลูกน้องก้ไม่รัก ความรักก็เช่นกัน มีความเสี่ยงที่จะไม่สมหวัง ชีวิตผกผันบ่อยครั้ง เป็นชุดเลขที่ใครมีอยู่ สมควรต้องพิจารณาเปลี่ยนเบอร์ อย่าไปทนใช้อยู่อีกเลย .... มีข้อดีอยู่บ้าง คนที่ถือเลขนี้เป็คนทรหดมาก ฝ่าวิกฤติด้วยลำแข้งตัวเองเสมอ แม้ความทุกข์รุมเร้าก็ไม่ท้อถอย เรียกได้ว่าเป็นคนเหล็กหรือยอดมนุษย์กันเลยทีเดียว สังเกตจากคนรอบข้างหลายๆคนที่ใช้เลขนี้ ส่วนมากเป็นอาชีพที่เห็นเลือกเห็นเนื้อ ตรากตรำลำบาก แม้บางคนเป็นเจ้าคนนายคน ก็ไม่ได้พบกับความสบายผาสุกง่ายๆต้องจ้ำจี้จ้ำไช แบกหาม ดูแลลูกน้องเองจนเหนื่อยไม่สมฐานะ มักมีอุปสรรคและความเจ็บป่วยเข้ามารบกวน ที่สำคัญไปกว่านั้น คนใช้เลขนี้มักไม่ค่อยเชื่อคำแนะนำและไม่ยอมคิดจะเปลี่ยนเบอร์เสียด้วยสิ .... ทั้งดื้อทั้งทรหดจริงๆ ', -100, 'red', '2019-09-30 14:15:38'),
(31, '14', 'เป็นที่รักของคนรอบข้าง ผู้ใหญ่เมตตา เจ้าปัญญา มีเหตุผล', 'เป็นกำลังดาวจักรพรรดิ จึงทำเป็นคนเข้มแข็ง มีพลังกล้าแข็ง ส่งเสริมให้ชีวิตประสบความสำเร็จอย่างดีเยี่ยม ทำให้เป็นคนมีความคิดสุขุมลุ่มลึก เป็นคนชอบศึกษาค้นคว้า มีความยุติธรรมเป็นหลักประจำใจ ถ้าเป็นเด็กจะเรียนเก่ง ผู้ใหญ่มักจะให้การอุปถัมภ์ เป็นคนที่มีความทะเยอทะยานดี เป็นคนมีไหวพริบดี ฉลาด ตระหนักรู้วิธีการดำเนินชีวิต ทำงานดี เก็บรายละเอียดเก่ง เป็นที่รักของคนรอบข้าง ผู้ใหญ่เมตตา เจ้าปัญญา มีเหตุผล บุคลิกเป็นคนน่าเชื่อถือ ทันคน มักมีชีวิตที่สุขสบายเพราะคิดและวางแผนอนาคตของตัวเองอย่างเป็นระบบเหมาะกับงานประสานงาน งานเจรจา นักวางแผน ครู หรืองานทุกประเภทที่ต้องการความน่าเชื่อถือ เลขนี้เหมาะกับคนวัยเรียน หรืออาชีพที่ต้องอาศัยเชาว์ปัญญาและสติ ในการบริหารจัดการ เช่นนักธุรกิจ นักคิดนักคำนวน นักบัญชี นักวางแผน นักการตลาด การทูต เป็นเลขที่น่าใช้อีกเลขทีเดียว', 100, 'mediumseagreen', '2019-09-30 14:16:15'),
(32, '15', 'ชะตารุ่งโรจน์สดใสดี สติปัญญาดี เข้าหาผู้หลักผู้ใหญ่มักได้รับความเมตตา', 'จัดเป็นหมายเลขที่โชคดีมากจะได้รับพรประเสริฐและสามารถนำความผาสุขเอนกอนันต์มาสู่คนทั้งปวงมีชะตารุ่งโรจน์สดใสดี เข้าหาผู้หลักผู้ใหญ่มักได้รับความเมตตา เป็นคนอ่อนน้อม รักความยุติธรรม สติปัญญาดี ดวงดี มีเหตุผล มักมีหน้าที่การงานดี ได้รับความเอ็นดูรักใคร่จากคนรอบข้าง มีความสามารถพิเศษ วุฒิภาวะสูง ชอบช่วยเหลือผู้อื่น รู้กาละเทสะ รักการพบปะผู้คน ความรักราบรื่น เป็นความรักที่อยู่ด้วยการครองสติมากกว่ารักแบบลุ่มหลงมัวเมา ชีวิตส่วนใหญ่จะสำเร็จสมหวัง และเป็นคนมีความสุข เลขนี้เหมาะจะใช้ปราบพยศคนที่มีปัญหาเรื่องการครองสติ ขาดความรับผิดชอบ แนะนำว่าถ้าเป็นเด็กในวัยเรียน หรือวัยรุ่นใช้ จะมีสมาธิมากขึ้น ใจเย็นขึ้น มีแนวโน้มจะทำให้มีผลการเรียนดีขึ้น ผู้ใหญ่ใช้ก็ได้เช่นกัน จะทำให้มีสติ มีส่วนช่วยบำบัดความรุ่มร้อนของจิตใจได้ดี ถือเป็นเลขสุภาพชนเลยก็ว่าได้', 100, 'mediumseagreen', '2019-09-30 14:17:07'),
(33, '16', 'นักวางแผนเต็มขั้น ขยันการงาน ประหยัดมัธยัสถ์ เก็บเงินเก่ง', 'นักวางแผนเต็มขั้น ระมัดระวังในการใช้ชีวิตดีเยี่ยม ขยันการงาน ประหยัดมัธยัสถ์ เก็บเงินเก่ง หากใครรู้ตัวว่าเป็นคนสุรุ่ยสุร่าย ใช้เงินไม่คิด ติดเลขคู่นี้ไว้ในเบอร์บ้างก็จะดีขึ้น เป็นเลขของคนมีเสน่ห์ หาเงินเก่ง มีคนช่วยเหลือดี มักใหญ่ใฝ่สูงละเอียดรอบคอบทุกขั้นตอน และดำเนินชีวิตตามแผนการที่วางไว้ เก็บความรู้สึกเก่ง มีความมานะ พยายาม มีวิสัยทัศน์ มุ่งมั่นหารายได้ลิขิตชีวิตด้วยตนเอง โดยรวมยังถือเป็นเลขรอบคอบน่าใช้พอสมควร', 92, 'mediumseagreen', '2019-09-30 14:17:36'),
(34, '17', 'มุ่งมั่น ขยัน อดทนดีเยี่ยม ทำงานดีเก่งด้านธุรกิจและการบริหาร', 'เป็นเลขของคน เจ้าระเบียบ อะไรๆก็ต้องดีเริศ สะอาด สะอ้าน ชอบคิดโครงการใหญ่ๆหรือชอบอะไรที่ดูเว่อร์ๆ หรูหรา มุ่งมั่น ขยัน อดทนดีเยี่ยม กล้าลุยไม่เกรงกลัวอุปสรรคขวากหนาม ไม่ง้อใคร แต่จะทำด้วยตนเอง เป็นคนทำงานดีเก่งด้านธุรกิจและการบริหาร แต่งานมักจะเป็นงานใหญ่ๆ เหมาะกับงานนักปราศรัย ผู้นำชุมชน นักการเมือง นักพัฒนาอสังหาริมทรัพย์ วิศวกร ค้าขายที่ดิน', 85, 'mediumseagreen', '2019-09-30 14:18:59'),
(35, '18', 'จิตใจเข้มแข็ง ใจนักเลง กล้าได้กล้าเสีย', 'ยอมหักไม่ยอมงอ จิตใจเข้มแข็ง ใจนักเลง กล้าได้กล้าเสีย รู้จักคนหลายวงการ เด็ดเดี่ยว มีพลังอำนาจบารมีในตัวเอง ขี้หงุดหงิด หลงตัวเอง พละกำลังเหลือเฟือ ชอบเรื่องตื่นเต้น เร้าใจ และชอบทำอะไรเสี่ยงๆ อาจชอบระบายออกด้วยการบ้างาน หรือ ใช้ชีวิตสุขนิยมไปเลยเช่น ซื้อของแพงๆ ชอบเที่ยวเตร่เฮฮา อาจมีดวงเสียเงินไปกับอบายมุข หรือสิ่งล่อตาลวงใจไม่ค่อยได้ประโยชน์คุ้มค่ากับการลงทุนซักเท่าไรนัก มักได้เจอเรื่องตื่นเต้นบ่อยๆ เชื่อมั่นในตัวเองก็จริง แต่บทจะลุ่มหลงใครก็ทุ่มหมด เชื่อเขาทุกอย่าง หากทุ่มเทให้คนผิดจะผิดหวังรุนแรง เจ้าตัวเป็นคนมีลับลมคมใน เจ้าเล่ห์เพทุบาย ชะตาชีวิตคาดเดายาก มีจุดหักเหบ่อยครั้ง มีการโยกย้าย พลัดพราก มีส่วนดีอยู่บ้าง ตรงที่เป็นคนเข้มแข็ง กำลังใจดี ฉลาดมีไหวพริบ พลิกแพลงเก่ง เป็นผู้นำได้ เข้าถึงจิตใจผู้อื่น ควบคุมลูกน้องอยู่หมัด บางคนอาจมีชีวิตครอบครัวไม่อบอุ่น อาจถูกปองร้าย กลั่นแกล้ง รังแก ระวังปัญหาสุขภาพเรื่องความดัน ผิวหนัง ภูมิแพ้ และโรคหัวใจ ', -80, 'red', '2019-09-30 14:19:22'),
(36, '19', 'มีบุคลิกภาพน่าเชื่อถือ รักเกียรติ มีความทะเยอทะยาน มีความคิดสร้างสรรค์', 'มีบุคลิกภาพน่าเชื่อถือ รักเกียรติ มีความทะเยอทะยาน มีความคิดสร้างสรรค์ สามารถผ่านปัญหาและอุปสรรคไปได้บ่อยครั้ง มีโอกาสได้อยู่ในวงสังคมชั้นสูง หรือได้พบผู้สูงศักดิ์บ่อย มีชะตาที่เหมาะกับการติดต่อกับต่างประเทศ ไปอยู่ที่ไหนมักเป็นที่รู้จักอย่างรวดเร็วเข้าสังคมเก่ง แต่งตัวดูดีมีสไตล์ ดูภูมิฐาน มีความมั่นใจไปไหนมักเป็นที่รู้จัก ชื่อเสียงโด่งดัง มีคนนับถือและพูดถึงในทางที่ดีอยู่เป็นประจำ เป็นผู้นำ ศักดิ์ศรีและยศตำแหน่งดี มักได้เป็นหัวหน้าคน แถมยังได้เลื่อนขั้นหน้าที่การงานเร็ว มีวิสัยทัศน์ที่ดี มองการณ์ไกล และสามารถสร้างสรรค์สิ่งใหม่ๆได้อยู่เสมอ', 95, 'mediumseagreen', '2019-09-30 14:20:29'),
(37, '20', 'คนเจ้าอารมณ์ ขี้หงุดหงิด ใจร้อนไม่มีความมั่นคง', 'เป็นเลขที่แสดงถึงเจ้าของเป็นคนเจ้าอารมภ์ ขี้หงุดหงิด ใจร้อนไม่มีความมั่นคง ลังเลใจอ่อน ชอบไขว้เขว รักง่ายหน่ายเร็ว แถมยังเจ้าชู้อีก มีเสน่ห์อ่อนหวาน แต่เป็นคนไม่มีความมั่นใจในตัวเองเอาซะเลย เชื่อคนง่ายหูเบา ไม่ค่อยจะสมหวังในรัก ต้องระวังมือที่3เอาไว้ให้ดี จะมีคู่ซ้อน เจ้าของเบอร์อาจไปเป็นมือที่3สะเอง หรืออาจเป็นคนโดนฝ่ายโดนแย่งสะเองก็ได้ เป็นคนอ่อนไหว ขี้สงสาร ชอบเพ้อฝัน จินตนาการเยอะแยะ แต่ก็ไม่เคยจะลงมือทำ ให้ระวังเรื่องต่อมต่างๆ ดวงตา เต้านมสำหรับเพศหญิง ต่อมลูกหมากสำหรับเพศชาย', -60, 'red', '2019-09-30 14:21:48'),
(38, '21', 'มีความเด็ดเดี่ยว สติปัญญาดี ', 'มีความเด็ดเดี่ยว สติปัญญาดี มีความคิดแปลก แหวกแนว รักการผจญภัย และส่วนมากประสบความสำเร็จหากทำงานไกลบ้าน เลขนี้ทำให้ผู้ครอบครองขัดแย้งในตัวเอง อวดดี บางครั้งก็ของขึ้น ก้าวร้าว บางครั้งก็อ่อนโยน เดาอารมณ์ไม่ถูก ทะเลาะกับคนรอบข้างบ่อยๆเพราะเจ้าตัวเป็นคนใจร้อน ขวางโลก หงุดหงิดง่าย ดื้อดึง มักไม่ค่อยยอมรับความคิดเห็นของคนอื่น ชีวิตมีจุดหักเหขึ้นลงรุนแรง ช่วงหนึ่งในชีวิตอาจประสบอุบัติเหตุและมีเคราะห์ ในด้านความรักมักผิดหวัง หรือต้องแย่งชิงมา ลุ่มหลงมัวเมาจนขาดสติ การเงินเอาแน่นอนไม่ได้ ชีวิตผกผัน ไม่มีความสมดุล อาจมีอารมณ์ฟุ้งซ่าน เป็นอีกชุกเลขหนึ่ง ที่เสี่ยงต่อการเป็นโรคเกี่ยวกับจิตประสาท ต้องหมั่นทำสมาธิ หัดยับยั้งชั่งใจบ้าง', -99, 'red', '2019-09-30 14:22:22'),
(39, '22', ' มีนิสัยอ่อนหวาน ช่างจดช่างจำ อัธยาศัยดี มีเพื่อนฝูงมาก', 'เป็นคนที่ มีนิสัยอ่อนหวาน ช่างจดช่างจำ อัธยาศัยดี มีเพื่อนฝูงมาก เข้าใจผู้อื่นได้ดี  เลขคู่นี้มีใจรักบริการ คบคนหลากหลาย เข้ากับคนง่ายใครคุยด้วยมักหลงเสน่ห์ความน่ารัก เหมาะกับสุภาพสตรี หรือสาวประเภทสอง มากกว่าสุภาพบุรุษใช้ ถ้าผู้ชายใช้จะเสียเรื่องความปกครอง เพราะเลขคู่นี้คนใช้จะมีนิสัยอ่อนหวาน อ่อนโยน นุมนวล สำอาง อาชีพที่เหมาะสม เกี่ยวกับงาน เลขานุการ ธุรกิจเสริมสวย ผู้หญิง ธุรกิจเกี่ยวกับน้ำ อาหาร ความงาม ร้านขนม ร้านเสื้อผ้า งานศิลปะ นาฬิกา เครื่องประดับทำของสวยงาม ครีม เครื่องสำอาง ขายของออนไลน์ ของฟุ่มเฟือย และต้องทำของแพงๆ ค้าขายของแพงจะดีมาก หรือบริการต่างๆ', 90, 'mediumseagreen', '2019-09-30 14:23:53'),
(40, '23', 'เสน่ห์แรงมากๆ มีคนอุปถัมป์ค้ำชูเป็นที่รักของคนทั่วไป', 'เลขคู่นี้เป็นเลขที่เสน่ห์แรงมากๆแรงแบบฉุดไม่อยู่ เหมาะสำหรับคนที่โสดและต้องการคู่ หรือไร้คู่มานาน เลขคู่นี้สามารถช่วยคุณได้ดีเลยทีเดียว จากคนที่ดูไร้เสน่ห์ หรือ ดูจืดๆ หากเอามาใช้เลขคู่นี้จะทำให้ดูมีเสน่ห์ต่อผู้พบเห็น มีคนอุปถัมป์ค้ำชูเป็นที่รักของคนทั่วไป และได้รับการสนับสนุนจากคนรับข้างเป็นอย่างดี แก้ปัญหาได้ดีเยี่ยม ทำอะไรมักมีขอบเขต เป็นคนเปิดเผยใจกว้าง รักอิสระ ถ้าหากนำมาใช้ในการค้าการทำงานจะออกแนว เสน่ห์เมตตามหานิยม', 90, 'mediumseagreen', '2019-09-30 14:24:30'),
(41, '24', 'มีเสน่ห์ เมตตามหานิยมสูง หาเงินหาทองเก่ง เจรจาดี', '	เป็นคนมีเสน่ห์เมตตามหานิยมสูง ใครเห็นใครก็รัก ใครเห็นก็ชื่นชม มีชีวิตสุขสบาย มีงานมีเงินเข้ามากขึ้น จิตใจดี ชอบเอื้อเฟื้อเผื่อแผ่ มีเพื่อนรายล้อมมากมาย และได้รับความช่วยเหลือเป็นอย่างดี หาเงินหาทองเก่ง เจรจาดี ปากหวาน หว่านล้อมคนได้ดี มีโชคเกี่ยวกับเงินทอง มีเสน่ห์มากๆ ด้านความรักดีมากครอบครัวอบอุ่น คนรักคอยเอาอกเอาใจดี มีเพศตรงข้ามคอยช่วยเหลือเป็นอย่างดีในลักษณะเป็นมิตรและได้รับความเมตตาอุปถัมภ์จากผู้ใหญ่ งานที่เหมาะคือ ติดต่อประสานงาน การตลาด ประชาสัมพันธ์ งานเกี่ยวกับพูด ของสวยๆงามๆทุกชนิด หรือเกี่ยวกับค้าขายก็ใช้ได้ดีเลยทีเดียวเรียกลูกค้าได้มาก', 100, 'mediumseagreen', '2019-09-30 14:24:56'),
(42, '25', 'เลขนารีอุปถัมภ์  หาเงินเก่ง บุคลิกเป็นผู้ใหญ่ ', '	คุณสร้างเนื้อสร้างตัวได้เร็ว หาเงินเก่ง บุคลิกเป็นผู้ใหญ่ ปัญญาดี ใฝ่รู้ เข้ากับผู้ใหญ่ได้ดี เลขนี้เป็นเลขนารีอุปถัมภ์ ผู้ชายใช้ได้ดี จะได้รับความร่วมมือเกื้อหนุนจากสตรีเป็นอย่างดีเยี่ยม ตรงข้าม ถ้าผู้หญิงใช้จะต้องกลับเป็นฝ่ายเอาอกเอาใจผู้ชายแต่เลขคู่นี้ทำให้คู่รักหลายๆคู่อยู่กันยืดมานักต่อนัก แรกๆอาจขัดแย้งกันบ้าง แต่ต่อไปจะราบรื่น เข้าใจและเห็นใจกันเป็นอย่างดี ทั้งนี้ที่กล่าวไปเป็นการวิเคราะห์จากตำราหลายๆเล่ม แต่มีส่วนเสริมเล็กๆจากประสบการณ์ในการเปลี่ยนเบอร์ให้สุภาพสตรีหลายคนที่เบอร์เดิมมีเลขนี้ปนอยู่ มักจะเป็นคนช่างเอาอกเอาใจผู้ชาย ส่งเสริมเรื่องรักโรแมนติกให้รู้สึกกระชุ่มกระชวย เลขนี้จึงเหมาะกับบุรุษ หรือสตรีที่มีครอบครัวแล้ว', 90, 'mediumseagreen', '2019-09-30 14:25:19'),
(43, '26', 'เป็นคนปากหวาน มีเสน่ห์ทางคำพูด มักได้ดีเพราะปาก', 'เป็นคนปากหวานมักได้ดีเพราะปาก มีคนมาขอคำปรึกษาบ่อยๆ ปลอบใจเก่ง เป็นที่รักของคนรอบข้าง มีเสน่ห์ทางคำพูด เข้าใจใครง่ายๆ รสนิยมดีชอบใช้ของแพงแบรนเนม มีรสนิยมโก้หรู ถึงใช้เงินเก่งแต่ก็หาเงินเก่งเช่นกัน สามารถหาเงินได้หลายทาง ให้ระวังเรื่องใจอ่อนง่ายๆ หวั่นไหวง่าย จะได้ดีเพราะปากเพราะมีเสน่ห์ที่ปาก จะพูดจะคุยอะไรก็ระวังคนมาชอบมาหลงเอาได้ มีพรสวรรค์ด้านการทำหาอาหาร เหมาะกับอาชีพ จิตแพทย์ เสริมสวย ธุรกิจอาหาร ร้านขนม ร้านเสื้อผ้า งานศิลปะ นาฬิกา เครื่องประดับทำของสวยงาม ครีม เครื่องสำอาง ขายของออนไลน์ ของฟุ่มเฟือยและต้องทำของแพงๆ ค้าขายของแพงจะดีมาก งานเจอพบปะผู้คน หรือเกี่ยวกับเจรจาค้าขายต่างๆ', 93, 'mediumseagreen', '2019-09-30 14:25:44'),
(44, '27', 'มีความมานะพยายามในการดำเนินชีวิตในทางที่ดี', 'เลขนี้เป็นเลขอีกชุดหนึ่งที่ควรหลีกเลี่ยง แม้ว่าคุณจะเป็นคนรักดี มีความมานะพยายามในการดำเนินชีวิตในทางที่ดีใน มีสัมผัสพิเศษ คาดการณ์ได้แม่นยำระดับหนึ่ง แต่ชะตาชีวิตจะค่อนข้างยุ่งยาก มีดีมีร้ายสลับกันไปจนเครียด จะดีๆอยู่แล้ว ก็ตกลงมาร้ายอีก ชะตามีการพลัดพราก เก็บเงินไม่อยู่บางรายใช้เงินเกินตัว มีรายจ่ายมาก หรือมีคนช่วยใช้เงินตลอด มีเกณฑ์เป็นหนี้เป็นสิน อาจมีความรักแบบมากชู้ จิตใจโลเลไม่มั่นคง ระวังปัญหายืดเยื้อทั้งเรื่องเงินและเรื่องความรัก เรียกว่ากำพร้าเงินและรักก็ว่าได้ ตั้งแต่ไม่ได้รับการยอมรับสนับสนุนจากคนรอบข้าง พลาดพลั้งเมื่อใดก็มักถูกกระหน่ำซ้ำเติม จิตใจมัวหมอง ให้ระวังภาวะซึมเศร้า ควรหมั่นสร้างกรรมดี และทำบญมากๆ เพราะถ้าไม่มีบุญกุศลใดๆช่วย คุณจะต้องเจอปัญหาและอุปสรรคตลอดเวลา เสี่ยงต่อการคิดสั้น ทำร้ายตัวเองจนถึงฆ่าตัวตายในบางราย.. มีดวงเสี่ยงกับอุบัติเหตุ และ การถูกปองร้าย ', 30, 'orange', '2019-09-30 14:26:13'),
(45, '28', 'มีน้ำใจกว้างขวาง เก่งการหมุนเงินจำนวนมากๆ', 'คุณมีความทะเยอทะยาน มีความเป็นนักเลง มีน้ำใจกว้างขวาง ถึงไหนถึงกัน จิตใจกล้าหาญ อยู่ไหนมักเป็นที่รู้จัก มั่นใจในตัวเองและมีวิสัยทัศน์กว้างไกล เก่งการหมุนเงินจำนวนมากๆ เหมาะจะทำธุรกิจใดๆที่ต้องหมุนเงินก้อนโต เช่นนักลงทุนในตลาดหลักทรัพย์ ปล่อยเงินกู้ \n วิ่งเต้น ล๊อบบี้ งานสีเทาๆ คุณจะประสบความสำเร็จได้เพราะความฉลาดและทะเยอทะยาน เลขนี้เป็นอีกเลขที่ใช้แล้วทำงานสนุก', 100, 'mediumseagreen', '2019-09-30 14:26:43'),
(46, '29', 'มีจิตนาการสูง เรียนรู้อะไรได้รวดเร็ว ชอบตกแต่งดีไซน์', 'เป็นคนที่มีความคิดสร้างสรรค์เป็นเริศ มีจิตนาการสูง ไหวพริบปฏิพานดีเรียนรู้อะไรได้รวดเร็ว ชอบตกแต่งดีไซน์ และชอบอะไรแปลกๆแหวกแนว ไม่เหมือนใคร อาร์ทๆ เกี่ยวกับงานศิลปะจะได้ทีทุกแขนง มีจิตสัมพัสดี ชอบสะสมของเก่าของแก่ วัตถุมงคล โบราณ หรือค้าของเก่าทุกชนิด งานที่เหมาะสมก็เกี่ยวกับของเก่า ของสะสม งานศิลปะ ออกแบบ เพลงหนัง ละคร ถ่ายภาพ หรือตกแต่ง ต่างๆ โรงแรม สปา ร้านอาหาร ร้านกาแฟ ร้านเบอร์เกอร์รี่  ร้านขนม ร้านเสื้อผ้า งานศิลปะ นาฬิกา เครื่องประดับทำของสวยงาม ของฟุ่มเฟือย และต้องทำของแพงๆ ค้าขายของแพงจะดีมาก', 85, 'mediumseagreen', '2019-09-30 14:27:06'),
(47, '30', ' เจ้าอารมณ์ ขี้โมโห ', 'เป็นนัก บ้าพลังดีๆนี่เอง ใจร้อนสุดๆ ขี้โมโห บทโกรธ ร้ายสุดๆ เจ้าอารมณ์ และรุนแรงมากๆ แปรปรวน เป็นคนแข็งกระด้างเอาการ ถึงกับหยาบคาย อาจมีปัญหากับคนรอบข้าง หรือคนใกล้ตัวอยู่บ่อยๆ อาจเกิดความรุนแรงหรือทะเลาะวิวาทอย่างหนักกันเลยทีเดียว ชอบเสี่ยงเจอเรื่องร้ายๆทั้งที่ไม่ควรจะเกิด วู่วามพลังงานเยอะ เหลือเฟือ ขยันสามารถไม่หลับไม่นอน ไม่ชอบคำท้าทาย เพราะหากท้าขึ้นมาเมื่อไรหยุดไม่อยู่ กล้าชนทุกสถานการ ชอบความเร็ว ชอบสืบค้นคว้า จับผิดเก่ง รู้ความรับได้อย่างรวดเร็ว', -65, 'red', '2019-09-30 14:28:58'),
(48, '31', 'ความอับโชค', '	สุดยอดของตัวเลขที่น่ากลัวที่สุดในบรรดาเลขทั้งหมด เลขชุดนี้ไม่เพียงแต่ในตำราโหราศาสตร์ไทยเท่านั้นที่บอกว่าอันตรายไม่ว่าจะชาติไหนๆก็ขยาดกันหมด เรื่องความน่ากลัวของเลข 13 ไม่ใช่เกิดจากแฟชั่น กลัวก็กลัวตามๆกันแบบไม่มีสาเหตุ แต่กำลังของดาวอาทิตย์คือ เลข 1 มาเจอกับดาวอังคาร คือเลข 3 นั้น ให้ผลรุนแรงเกิน กว่าจะเป็นเพียงแค่ความเชื่อลอยๆ ผลลัพท์ของเลข 13 คือ ความอับโชค ถูกปองร้าย ทำอะไรก็ติดขัด มีคนอิจฉาริษยา และให้ร้ายอยู่เรื่อยๆ ซ้ำร้ายอาจถึงขั้นมีอุบัติเหตุหรือล้มหมอนนอนเสื่อด้วยโรคภัยไข้เจ็บรุนแรง ชะตาต้องมีการผ่าตัด ถึงเลือดถึงเนื้อ เจ้าตัวเป็นคนห่าม พูดจาโผงผาง ไม่กลัวใคร ขาดเสน่ห์ ทำให้ไม่ได้รับความเมตตาจากผู้ใหญ่ และถ้าผู้ใหญ่รัก ลูกน้องก้ไม่รัก ความรักก็เช่นกัน มีความเสี่ยงที่จะไม่สมหวัง ชีวิตผกผันบ่อยครั้ง เป็นชุดเลขที่ใครมีอยู่ สมควรต้องพิจารณาเปลี่ยนเบอร์ อย่าไปทนใช้อยู่อีกเลย .... มีข้อดีอยู่บ้าง คนที่ถือเลขนี้เป็คนทรหดมาก ฝ่าวิกฤติด้วยลำแข้งตัวเองเสมอ แม้ความทุกข์รุมเร้าก็ไม่ท้อถอย เรียกได้ว่าเป็นคนเหล็กหรือยอดมนุษย์กันเลยทีเดียว สังเกตจากคนรอบข้างหลายๆคนที่ใช้เลขนี้ ส่วนมากเป็นอาชีพที่เห็นเลือกเห็นเนื้อ ตรากตรำลำบาก แม้บางคนเป็นเจ้าคนนายคน ก็ไม่ได้พบกับความสบายผาสุกง่ายๆต้องจ้ำจี้จ้ำไช แบกหาม ดูแลลูกน้องเองจนเหนื่อยไม่สมฐานะ มักมีอุปสรรคและความเจ็บป่วยเข้ามารบกวน ที่สำคัญไปกว่านั้น คนใช้เลขนี้มักไม่ค่อยเชื่อคำแนะนำและไม่ยอมคิดจะเปลี่ยนเบอร์เสียด้วยสิ .... ทั้งดื้อทั้งทรหดจริงๆ', -100, 'red', '2019-09-30 14:29:42'),
(49, '32', 'เสน่ห์แรงมากๆ มีคนอุปถัมป์ค้ำชูเป็นที่รักของคนทั่วไป', 'เลขคู่นี้เป็นเลขที่เสน่ห์แรงมากๆแรงแบบฉุดไม่อยู่ เหมาะสำหรับคนที่โสดและต้องการคู่ หรือไร้คู่มานาน เลขคู่นี้สามารถช่วยคุณได้ดีเลยทีเดียว จากคนที่ดูไร้เสน่ห์ หรือ ดูจืดๆ หากเอามาใช้เลขคู่นี้จะทำให้ดูมีเสน่ห์ต่อผู้พบเห็น มีคนอุปถัมป์ค้ำชูเป็นที่รักของคนทั่วไป และได้รับการสนับสนุนจากคนรับข้างเป็นอย่างดี แก้ปัญหาได้ดีเยี่ยม ทำอะไรมักมีขอบเขต เป็นคนเปิดเผยใจกว้าง รักอิสระ ถ้าหากนำมาใช้ในการค้าการทำงานจะออกแนว เสน่ห์เมตตามหานิยม', 90, 'mediumseagreen', '2019-09-30 14:30:05'),
(50, '33', 'คุณเป็นคนตรงไปตรงมา โผงผาง', 'เลขนักสู้ พละกำลังมากมาย ใจร้อน ขี้หงุดหงิด ถ้าไม่ใช่บุคคลที่ต้องทำงานแบกหามใช้กำลังแลกเงิน ก็ต้องเป็นอาชีพที่เหนื่อยสมองจริงๆเจ้าชะตาเป็นคนดุดัน แสวงหาความก้าวหน้าไม่อยู่เฉยมีความอดทน แต่ไม่ค่อยมีเหตุผลเหมาะกับอาชีพ หรือบุคคลที่ต้องใช้แรงงานมากกว่าใช้สมอง เรื่องความรักเป็นความรักที่รุนแรงระวังเวลาทะเลาะกับคนรักจะถึงขั้นลงไม้ลงมือ เลขนี้เป็นเลขเหนื่อย เหมาะกับนักมวยปล้ำนักกีฬา อาชีพแบกหาม หรือ อาชีพที่ต้องใช้พละกำลังในการต่อสู้ทำสงครามกับศัตรู ให้ระวังอุบัติเหตุจากความใจร้อนวู่วามเสี่ยงเป็รโรคที่มีอาการปวดต่างๆ ระวังรักใครไม่เลือกจะเป็นทุกข์ และระวังการทำผิดกฎหมาย แม้คุณทำงานเก่ง อดทน แต่เลขชุดนี้ก็ดูจะเหนื่อยเกินไปอยู่มาก มักมีความรักแบบไม่คาดคิด คุณเป็นคนตรงไปตรงมา โผงผาง จนขาดเสน่ห์ อาจดุก้าวร้าวหยาบคาย โดยรวมแล้ว หลีกเลี่ยงเลขนี้ไว้ก้จะเป็นผลดี.. ', 40, 'orange', '2019-09-30 14:30:33'),
(51, '34', 'มีความมุ่งมั่น มีความเฉลียวฉลาด', 'หัวรุนแรง ช่างคิดช่างจดจำ ถนัดใช้คำพูดเชือดเฉือนหัวใจผู้อื่น มีชั้นเชิง มีความมุ่งมั่น มีความเฉลียวฉลาดในการประกอบอาชีพเลี้ยงปากท้อง เป็นคนไม่อ้อมค้อมปากว่ามือถึงชอบงานท้าทายให้ระวังจะมีศัตรูเพราะปาก ชะตามีความเสี่ยงจะเกิดอุบัติเหตุ มีเคราะห์ อาจเป็นโรคจิตประสาท มักมีปัญหาด้านสมอง ถ้าเป็นเจ้านายก็จะควบคุมลูกน้องได้ดี แต่ถ้าเป็นลูกน้อง ก็อาจมีปากเสียงกับเจ้านายได้ง่ายๆ ความรักรุนแรง ขาดความโรแมนติก ดื้อรั้น มีทิฐิ มีแนวโน้มเป็นโรคในช่องปาก ปวดฟัน ฯลฯ ... สรุปแล้วถือเป็นเลข หลักแหลม ขยัน แต่เครียด โดยเฉพาะเรื่องวาจาพาลำบาก ... ถ้าไม่ได้มีอาชีพหลักคือนักโต้วาที โฆษกพรรคการเมือง หรือแกนนำบนเวทีใดๆ ก็หลีกเลี่ยงไว้จะดีกว่า... ', 20, 'red', '2019-09-30 14:40:06'),
(52, '35', 'เป็นคนมีวาสนาดี  ได้รับการอุปถัมป์ค้ำชูจากทั้งผู้บังคับบัญชา', 'คุณเป็นคนมีวาสนาดีทีเดียว ได้รับการอุปถัมป์ค้ำชูจากทั้งผู้บังคับบัญชา และผู้ใต้บังคับบัญชา มีคนนับหน้าถือตามีอำนาจบารมี การเงินหมุนเวียนดีพอสมควร สามารถร่ำรวยได้ไม่ยากประสบความสำเร็จเพราะพลังงานเข้มแข็งในตัว ใจคอกว้างขวาง มีมาดดุดัน น่ายำเกรง และมีเสน่ห์ต่อเพศตรงข้าม เลขนี้เหมาะมากกับอาชีพตำรวจ ทหาร ข้าราชการที่ต้องใช้อำนาจบารมี รวมถึงนักการเมือง นักปกครอง วิศวกร สถาปนิกที่ต้องควบคุมคนงาน เจ้าของโรงงาน เจ้าของกิจการต่างๆที่ต้องควบคุมคน หรือหัวหน้างาน ผู้จัดการฝ่ายต่างๆ', 98, 'mediumseagreen', '2019-09-30 14:40:34'),
(53, '36', 'เลขนี้ใช้ดีๆจะรวย ทั้งการงาน การเงิน ความรักดีมาก', 'เลขนี้ใช้ดีๆจะรวย เป็นบุคคลที่เด็ดเดี่ยวกล้าหาญ และน่ารักอ่อนหวานในคนเดียวกัน เป็นเลขพลังเสน่ห์และการเงิน เป็นคนมีเสน่ห์ ได้รับการสนับสนุนจากคนรอบข้าง ขยันหาเงินเก่ง คู่เลขเสน่ห์ สวยหล่อมีเสน่ห์เลือกได้ เลขนี้มักมีพรสวรรค์บางอย่างเฉพาะตัว มีเสน่ห์ดึงดูดเพศตรงข้าม รวมถึงหาเงินเข้ามือเก่งมาก ร่ำรวยได้ไว เพราะหารายได้จากหลายทางพร้อมๆกัน มักมีความสามารถในการหาเงินเก่งมาก มีความขยันมากขึ้น และในด้านเสน่ห์ หากหญิงโสดใช้ก็จะมีชายหนุ่มเข้ามาคบดูใจ หากเพศชายใช้ก็จะมีสาวๆรุมตรึม เป็นเลขสละโสดได้เลย แต่หากคนมีคู่อยู่แล้วก็หมายถึงได้คู่ครองดีเอาอกเอาใจดีมาก เพราะมีเสน่ห์ต่อคนรักมาก ทำให้คนรักหลงทุ่มเทเอาอกเอาใจอย่างดี ตัวเลขคู่นี้ยังส่งผลให้เจ้าชะตามีความสามารถพิเศษ กระตือรือร้น ชอบทำงานใหม่ มีความท้าทายในชีวิต มีอารมณ์ศิลปินอยู่ในตนเอง มักได้ลาภยศจากผู้ใหญ่ หน้าที่การงานดี ตำแหน่งงานเลื่อนขั้นขึ้นเรื่อยๆ อาจมีโอกาสเดินทางบ่อย มีเพื่อนมาก ทั้งการงาน การเงิน ความรักดีมาก ได้คู่ครองที่ดี มีความรักสดใส อนาคตมั่นคง ครอบครัวอบอุ่น การเงินดีมากๆ เหมือนแรงดึงดูดเงินทอง ทำอะไรมักได้มาง่ายๆ สมหวังดีแท้ๆ มีฐานะมั่นคง', 100, 'mediumseagreen', '2019-09-30 14:40:57'),
(54, '37', 'คนแข็งกร้าวดื้อรั้น', 'คุณเป็นคนแข็งกร้าวดื้อรั้น รักเกียรติ ทนงตนเป็นที่สุด ดวงชะตามีแต่อุปสรรคขวางกั้นแทบจะตลอดเวลา เป็นปัญหาใหญ่ๆ แก้ไขยากและยืดเยื้อ รวยยาก ประสบความสำเร็จยาก แรงกดดันสูงจากทุกทิศทุกทาง อาจมีอุบัติเหตุ บ่อยๆ เล็กๆน้อยๆ ไปจนถึงขึ้นรุนแรง มีดวงต้องผ่าตัด หรือป่วยหนักๆอย่างน้อย 2ครั้งในชีวิต เสี่ยงกับโรคร้ายต่างๆ ไมเกรน อัมพฤกษ์ มะเร็ง ฯลฯ เป็นเลขที่น่ากลัวที่สุดเลขหนึ่งในบรรดาเลขทั้งหมด สำหรับผู้มีเลขนี้ไว้ครอบครองต้องอดทนอดกลั้น และจิตใจเข้มแข็งอย่างมาก แนะนำให้เปลี่ยนเบอร์โดยเร็วที่สุด ข้อดีคือ เจ้าของเลขชุดนี้ มีความอดทนอดกลั้นสูงมาก หากผ่านพ้นชีวิตในช่วงวิกฤติมาได้ ถือว่าเป็นมนุษย์เหล็กคนหนึ่ง น่านับถือจริงๆ ', -95, 'red', '2019-09-30 14:41:22'),
(55, '38', ' บ้าพลังและบ้าบิ่น กล้าได้กล้าเสีย', '	เป็นเลข บ้าพลังและบ้าบิ่น กล้าได้กล้าเสีย ชอบแข่งขันท้าทาย กล้าคิดและกล้าทำเสียด้วย แต่เป็นคนใจร้อนหุนหันพลันแล่น วู่วาม ไม่มีความรอบคอบ ขาดสติยับยั้งชั่งใจเป็นคนไม่เคยหยุดนิ่ง มีพลังพาวเวอร์ตลอดเวลา ชอบของหรูหราราคาแพงๆ ระวังเรื่องหูเบาเชื่อคนง่าย หากเชื่อคนผิด อาจมีเรื่องต้องเดือดร้อนเสียใจ เรื่องความรัก มักมีปัญหารักซ้อน บ้านแตก ทะเลาะวิวาทอย่างรุนแรง เจอปัญหารักซ้อ ไปรักคนมีเจ้าของ หรือไปเป็นมือที่สามโดยไม่รู้ตัว มีความสามารถสูงหาเงินเก่ง อาชีพที่เหมาพสม เกี่ยวกับ ธุรกิจกลางคืน ส่งออก งานอีเวนท์ ออแกไนซ์ หุ้น นักลงทุน ยานพาหนะ ระวังการโดนหลอกโดนโกง เรื่องสุขภาพ มีลมในช่องท้องและลำไส้เยอะ', -20, 'red', '2019-09-30 14:41:48'),
(56, '39', 'มีความทะเยอทะยาน', 'มีความทะเยอทะยาน กระหายชัยชนะ สนใจเรื่องนวัตกรรมและใฝ่รู้เรื่องต่างๆ มีความเป็นตัวของตัวเองสูงมาก เลขนี้จะเป็นเลขสร้างพลังขับ และกำลังใจในเรื่องงานเป็นอย่างดีที่สุดเลขหนึ่ง เรื่องงานในหน้าที่ก็นับเป็นเรื่องน่าแข่งขันเพื่อความก้าวหน้า \nเหมาะกับการทำธุรกิจที่ต้องแข่งขัน ธุรกิจเกี่ยวข้องกับเทคโนโลยีที่ล้ำสมัย  การประมูล นำเข้า ส่งออก ยานพหนะ วิศวะ ตำรวจ ทหาร สถาปนิก นักกีฬา หรืองานที่มีความเสี่ยง งานที่มีการแข่งขันต่างๆ', 100, 'mediumseagreen', '2019-09-30 14:42:17'),
(57, '40', 'ฉลาดหลักแหลมและเป็นคนพูดเก่ง', 'ฉลาดหลักแหลมและเป็นคนพูดเก่ง มักเอาตัวรอดเก่ง มีไหวพริบดี เป็นนักพูดนักเจรจาได้ดี เหมาะที่จะทำงานเกี่ยวกับ เลขา ประสานงานต่างๆ นักบัญชี นักข่าว นักสืบ นักเจรจาต่อรอง ชอบลองของใหม่ ชอบบุกเบิกสิ่งใหม่ ของทันสมัย ทำอะไรแหวกแนวสร้างความแปลกใจให้แก่สังคม ค้นหาข้อมูลเก่ง', 90, 'mediumseagreen', '2019-09-30 14:42:38'),
(58, '41', 'เป็นคนเข้มแข็ง มีพลังกล้าแข็ง', 'เลข ๑๔ เป็นกำลังดาวจักรพรรดิ จึงทำเป็นคนเข้มแข็ง มีพลังกล้าแข็ง ส่งเสริมให้ชีวิตประสบความสำเร็จอย่างดีเยี่ยม ทำให้เป็นคนมีความคิดสุขุมลุ่มลึก เป็นคนชอบศึกษาค้นคว้า มีความยุติธรรมเป็นหลักประจำใจ ถ้าเป็นเด็กจะเรียนเก่ง ผู้ใหญ่มักจะให้การอุปถัมภ์ เป็นคนที่มีความทะเยอทะยานดี เป็นคนมีไหวพริบดี ฉลาด ตระหนักรู้วิธีการดำเนินชีวิต ทำงานดี เก็บรายละเอียดเก่ง เป็นที่รักของคนรอบข้าง ผู้ใหญ่เมตตา เจ้าปัญญา มีเหตุผล บุคลิกเป็นคนน่าเชื่อถือ ทันคน มักมีชีวิตที่สุขสบายเพราะคิดและวางแผนอนาคตของตัวเองอย่างเป็นระบบเหมาะกับงานประสานงาน งานเจรจา นักวางแผน ครู หรืองานทุกประเภทที่ต้องการความน่าเชื่อถือ เลขนี้เหมาะกับคนวัยเรียน หรืออาชีพที่ต้องอาศัยเชาว์ปัญญาและสติ ในการบริหารจัดการ เช่นนักธุรกิจ นักคิดนักคำนวน นักบัญชี นักวางแผน นักการตลาด การทูต เป็นเลขที่น่าใช้อีกเลขทีเดียว', 98, 'mediumseagreen', '2019-09-30 14:42:54'),
(59, '42', 'มีเสน่ห์เมตตามหานิยมสูง ใครเห็นใครก็รัก ', 'เป็นคนมีเสน่ห์เมตตามหานิยมสูง ใครเห็นใครก็รัก ใครเห็นก็ชื่นชม มีชีวิตสุขสบาย มีงานมีเงินเข้ามากขึ้น จิตใจดี ชอบเอื้อเฟื้อเผื่อแผ่ มีเพื่อนรายล้อมมากมาย และได้รับความช่วยเหลือเป็นอย่างดี หาเงินหาทองเก่ง เจรจาดี ปากหวาน หว่านล้อมคนได้ดี มีโชคเกี่ยวกับเงินทอง มีเสน่ห์มากๆ ด้านความรักดีมากครอบครัวอบอุ่น คนรักคอยเอาอกเอาใจดี มีเพศตรงข้ามคอยช่วยเหลือเป็นอย่างดีในลักษณะเป็นมิตรและได้รับความเมตตาอุปถัมภ์จากผู้ใหญ่ งานที่เหมาะคือ ติดต่อประสานงาน การตลาด ประชาสัมพันธ์ งานเกี่ยวกับพูด ของสวยๆงามๆทุกชนิด หรือเกี่ยวกับค้าขายก็ใช้ได้ดีเลยทีเดียวเรียกลูกค้าได้มาก', 100, 'mediumseagreen', '2019-09-30 14:43:18'),
(60, '43', 'ช่างคิดช่างจดจำ ถนัดใช้คำพูดเชือดเฉือน', 'หัวรุนแรง ช่างคิดช่างจดจำ ถนัดใช้คำพูดเชือดเฉือนหัวใจผู้อื่น มีชั้นเชิง มีความมุ่งมั่น มีความเฉลียวฉลาดในการประกอบอาชีพเลี้ยงปากท้อง เป็นคนไม่อ้อมค้อมปากว่ามือถึงชอบงานท้าทายให้ระวังจะมีศัตรูเพราะปาก ชะตามีความเสี่ยงจะเกิดอุบัติเหตุ มีเคราะห์ อาจเป็นโรคจิตประสาท มักมีปัญหาด้านสมอง ถ้าเป็นเจ้านายก็จะควบคุมลูกน้องได้ดี แต่ถ้าเป็นลูกน้อง ก็อาจมีปากเสียงกับเจ้านายได้ง่ายๆ ความรักรุนแรง ขาดความโรแมนติก ดื้อรั้น มีทิฐิ มีแนวโน้มเป็นโรคในช่องปาก ปวดฟัน ฯลฯ ... สรุปแล้วถือเป็นเลข หลักแหลม ขยัน แต่เครียด โดยเฉพาะเรื่องวาจาพาลำบาก ... ถ้าไม่ได้มีอาชีพหลักคือนักโต้วาที โฆษกพรรคการเมือง หรือแกนนำบนเวทีใดๆ ก็หลีกเลี่ยงไว้จะดีกว่า... ', 20, 'red', '2019-09-30 14:43:37'),
(61, '44', 'เป็นคนฉลาด หัวไว ทันสมัย ', 'คุณเป็นคนฉลาด หัวไว ทันสมัย ชอบทดลองอะไรแปลกๆใหม่ๆ ชอบล้วงความลับ มีความสมารถในการสืบเสาะ ไหวพริบดี ช่างคิดช่างวางแผนบุคลิกเป็นคนหูไว ตาไว คล่องแคล่ว กระฉับกระเฉง ทันโลก ทันเกม ทันคน ชอบการเคลื่อนไหวและการเปลี่ยนแปลง ไม่ชอบอยู่นิ่งๆถนัดด้านงานสื่อสาร งานพัฒนา และสามารถทำงานได้หลายอย่างพร้อมๆกัน มนุษย์สัมพันธ์เป็นเลิศ มีเพื่อนฝูงมาก เหมาะสำหรับ นักธุรกิจ นักข่าว นักขายประกัน นักประชาสัมพันธ์ ค้าขายต่างๆ นักวางแผน งานด้านการเกษตรและวิทยาศาสตร์ หรืองานที่เกี่ยวข้องกับการสื่อสารและเจรจา ขายของง่ายด้วยคำพูดช่างพูดช่างเจรจา', 100, 'mediumseagreen', '2019-09-30 14:44:05'),
(62, '45', ' สติปัญญาแหลมคม เจรจาสิ่งใดก็มักประสบความสำเร็จ', '	การรวมตัวของพลังปัญญาทางโลก และพลังปัญญาเหนือโลก ผู้ใดได้ใช้เลขชุดนี้จะมีพรสวรรค์ในด้านวิชาการ นำเสนอผลงานใดๆมักมีเหตุผลที่น่าทึ่งรองรับเสมอจึงไม่ค่อยถูกปฎิเสธจากผู้หลักผู้ใหญ่ สามารถบริหารจัดการและลำดับความคิดได้ดีเยี่ยม ทำธุรกิจก้ได้ รับราชการก้ดี เป็นเลขที่ใช้แล้วมีโอกาสรวยง่ายๆมีพลังแห่งการแสวงหาคำตอบในศาสตร์ต่างๆอยู่เสมอ สติปัญญาแหลมคม เจรจาสิ่งใดก็มักประสบความสำเร็จ เหมาะทั้งอาชีพประกอบธุรกิจ ครูบาอาจารย์หากเป็นเด็กวัยเรียน ได้ใช้เลขคู่นี้จะทำให้มีสมาธิในการเรียนมากขึ้น .. ที่น่าสนใจตือเลขชุดนี้มีแนวโน้มว่าใช้แล้วจะมีโอกาสช่วยเรื่องสุขภาพให้ดีขึ้น เพราะเป็นเลขแห่งปัญญาและความเข้าใจชีวิต เมื่อจิตสบาย กายก็สบายตามไปด้วย สรุปเลขคู่นี้แทบจะไม่มีข้อเสีย แต่ใช้แล้วพึงปฎิบัติตนให้เจริญจากการกระทำของตัวเองเป็นหลักด้วย หวังพึ่งตัวเลขอย่างเดียวไม่ได้', 100, 'mediumseagreen', '2019-09-30 14:59:54'),
(63, '46', 'เป็นคนมีเสน่ห์ เจรจาอ่อนหวานน่ารัก', 'เป็นคนมีเสน่ห์ เจรจาอ่อนหวานน่ารัก ใครเข้ามาคุยด้วยมักติดกับ หลงไหลในเสน่ห์ ช่างพูดช่างเจรจรา เป็นคนอารมณ์ดี สนุกสนานรักสวยรักงาม โรแมนติก ขี้เอาอกเอาใจมักเข้ากับคนได้ง่าย จึกเป็นที่รักของผู้คน เลขคู่นี้จึงมีแต่คนรัก ได้ดีเพราะปาก ค้าขายก็ดี พูดเก่งขายเก่ง หาเงินเก่ง การเงินดีมากทำอะไรก็ขึ้น และเหมาะที่สุดคือค้าขาย ขายดีมีกำไร ไม่ว่าจะขายอะไรก็เหมือนมีโชคช่วยเสมอ และเป็นเลขที่สร้างสีสันให้กับชีวิตคู่มากๆเลยเลขนี้', 98, 'mediumseagreen', '2019-09-30 15:00:15'),
(64, '47', 'คิดแล้วลงมือทำ มีความขยัน', 'เลขของนักปฎิบัติ คิดแล้วลงมือทำ มีความขยันและครุ่นคิดเรื่องงานจนเป็นเรื่องปกติ เชื่อมั่นในตัวเองสูง คำพูดคำจาน่าเชื่อถือ เป็นคนตรงไปตรงมา ฉลาดหลักแหลม จะประสบความสำเร็จได้จากความพยายาม และความอดทน มีคำพูดหนักแน่น เป็นนักปฎิบัติที่ดี มักได้รับความไว้วางใจให้ทำงานยากๆ และมีโอกาสประสบความสำเร็จ เพราะเป็นคนลุย สู้งาน ได้รับความไว้วางใจจากผู้ใหญ่อยู่เสมอ เหมาะกับงานนักปราศรัย ผู้นำชุมชน นักการเมือง นักข่าว นักพูด นักโต้วาที นักพัฒนาอสังหาริมทรัพย์  วิศวกร ค้าขายที่ดิน', 90, 'mediumseagreen', '2019-09-30 15:00:32'),
(65, '48', 'เป็นคนคิดมาก หวาดระแวง', 'เป็นเลขที่น่ากลัวพอสมควร เจ้าตัวเป็นคนคิดมาก หวาดระแวงอาจถูกชักจูงได้ง่ายๆ มีดวงจะถูกหว่านล้อมให้เข้าไปอยู่ในวงสังคมที่ไม่ดี มีดวงอุบัติเหตุ เจ้าตัวเป็นคนพูดเร็วคิดเร็ว อาจเอาตัวรอดด้วยคำเท็จจนเป็นนิสัย มีปัญหาเรื่องการสื่อสาร เชื่อคนง่าย สื่อสารกับใครมักไม่ค่อยเข้าใจกัน เอกสารหาย มีคดีความหรือเจอคนผิดคำพูด คนสับปลับ เป็นเลขร้ายมากกว่าดี แม้คุณจะ เป็นคนฉลาด แก้ไขสถานการเฉพาะหน้าได้ดี แต่ถ้าไม่ได้ทำงานที่เกี่ยวข้องกับเรื่องสีเทาๆ เช่น งานธุรกิจกลางคืน งานปลอมแปลงต่างๆ ค้าขายของหนีภาษี ก็ควรจะเปลี่ยนเบอร์ .. ', -99, 'red', '2019-09-30 15:00:57'),
(66, '49', 'ว่องไว คิดเร็วทำเร็ว ', 'เป็นคนทำอะไร รวดเร็ว ว่องไว คิดเร็วทำเร็ว เร็วจนใครๆตามไม่ทัน มีความทันสมัยชอบค้นคว้าสิ่งใหม่ๆ ความคิดที่แปลกๆแหวกแนว ชอบท่องเที่ยวและศึกษาสิ่งรอบตัว ชอบติดตามข่าวสาร ทันต่อเหตุการณ์ ชอบเรื่องเทคโนโลยี พูดจาเก่ง คมคาย เป็นคนมีสิ่งศักดิ์สิทย์คุ้มครอง  อาชีพที่เหมาะสม นักข่าว เกี่ยวกับเทคโนโลยี ไอที การสื่อสารต่างๆ ค้าขายของเก่า', 95, 'mediumseagreen', '2019-09-30 15:01:14'),
(67, '50', 'เป็นคนมีจิตใจดี ใจบุญสุนทาน', 'เป็นคนมีจิตใจดี ใจบุญสุนทาน รักความยุติธรรม ชอบศีกษาด้านศาสนาปรัชญา มีเหตุผลในการตัดสินใจด้วยการพิจารณาของตน คิดเองทำเองไม่ชอบพึ่งใคร ชอบท่องเที่ยวต่างแดน มักมีเพื่อนเป็นชาวต่างชาติ มีโชคในต่างแดน ชอบคบหากับคนที่อาวุโสกว่า เพราะมีความคิดที่เป็นผู้ใหญ่ เป็นคนรอบคอบ ชอบคิดตริตรอง ทำอะไรมักใช้ความคิดก่อนทำเสมอ บางทีอาจดูเชื่องช้าไปเพราะเป็นคนใจเย็น มักจะสมหวังอะไรแบบง่ายๆ หรือได้มาแบบไม่ตั้งใจ เกินคาด เหมือนมีพรจากสวรรค์ เหมาะสำหรับธุรกิจต่างแดน', 90, 'mediumseagreen', '2019-09-30 15:03:22'),
(68, '51', 'โชคดีมากจะได้รับพรประเสริฐ', 'จัดเป็นหมายเลขที่โชคดีมากจะได้รับพรประเสริฐและสามารถนำความผาสุขเอนกอนันต์มาสู่คนทั้งปวงมีชะตารุ่งโรจน์สดใสดี เข้าหาผู้หลักผู้ใหญ่มักได้รับความเมตตา เป็นคนอ่อนน้อม รักความยุติธรรม สติปัญญาดี ดวงดี มีเหตุผล มักมีหน้าที่การงานดี ได้รับความเอ็นดูรักใคร่จากคนรอบข้าง มีความสามารถพิเศษ วุฒิภาวะสูง ชอบช่วยเหลือผู้อื่น รู้กาละเทสะ รักการพบปะผู้คน ความรักราบรื่น เป็นความรักที่อยู่ด้วยการครองสติมากกว่ารักแบบลุ่มหลงมัวเมา ชีวิตส่วนใหญ่จะสำเร็จสมหวัง และเป็นคนมีความสุข เลขนี้เหมาะจะใช้ปราบพยศคนที่มีปัญหาเรื่องการครองสติ ขาดความรับผิดชอบ แนะนำว่าถ้าเป็นเด็กในวัยเรียน หรือวัยรุ่นใช้ จะมีสมาธิมากขึ้น ใจเย็นขึ้น มีแนวโน้มจะทำให้มีผลการเรียนดีขึ้น ผู้ใหญ่ใช้ก็ได้เช่นกัน จะทำให้มีสติ มีส่วนช่วยบำบัดความรุ่มร้อนของจิตใจได้ดี ถือเป็นเลขสุภาพชนเลยก็ว่าได้', 100, 'mediumseagreen', '2019-09-30 15:03:45'),
(69, '52', 'หาเงินเก่ง มีความปรารถนาสูง', 'คุณสร้างเนื้อสร้างตัวได้เร็ว หาเงินเก่ง มีความปรารถนาสูง บุคลิกเป็นผู้ใหญ่ ปัญญาดี ใฝ่รู้ เข้ากับผู้ใหญ่ได้ดี เลขนี้เป็นเลขนารีอุปถัมภ์ ผู้ชายใช้ได้ดี จะได้รับความร่วมมือเกื้อหนุนจากสตรีเป็นอย่างดีเยี่ยม ตรงข้าม ถ้าผู้หญิงใช้จะต้องกลับเป็นฝ่ายเอาอกเอาใจผู้ชายแต่เลขคู่นี้ทำให้คู่รักหลายๆคู่อยู่กันยืดมานักต่อนัก แรกๆอาจขัดแย้งกันบ้าง แต่ต่อไปจะราบรื่น เข้าใจและเห็นใจกันเป็นอย่างดี ทั้งนี้ที่กล่าวไปเป็นการวิเคราะห์จากตำราหลายๆเล่ม แต่มีส่วนเสริมเล็กๆจากประสบการณ์ในการเปลี่ยนเบอร์ให้สุภาพสตรีหลายคนที่เบอร์เดิมมีเลขนี้ปนอยู่ มักจะเป็นคนช่างเอาอกเอาใจผู้ชาย ส่งเสริมเรื่องรักโรแมนติกให้รู้สึกกระชุ่มกระชวย เลขนี้จึงเหมาะกับบุรุษ หรือสตรีที่มีครอบครัวแล้ว', 90, 'mediumseagreen', '2019-09-30 15:04:05'),
(70, '53', 'มีวาสนาดีทีเดียว ได้รับการอุปถัมป์ค้ำชูจากทั้งผู้บังคับบัญชา', 'คุณเป็นคนมีวาสนาดีทีเดียว ได้รับการอุปถัมป์ค้ำชูจากทั้งผู้บังคับบัญชา และผู้ใต้บังคับบัญชา มีคนนับหน้าถือตามีอำนาจบารมี การเงินหมุนเวียนดีพอสมควร สามารถร่ำรวยได้ไม่ยากประสบความสำเร็จเพราะพลังงานเข้มแข็งในตัว ใจคอกว้างขวาง มีมาดดุดัน น่ายำเกรง และมีเสน่ห์ต่อเพศตรงข้าม เลขนี้เหมาะมากกับอาชีพตำรวจ ทหาร ข้าราชการที่ต้องใช้อำนาจบารมี รวมถึงนักการเมือง นักปกครอง วิศวกร สถาปนิกที่ต้องควบคุมคนงาน เจ้าของโรงงาน เจ้าของกิจการต่างๆที่ต้องควบคุมคน หรือหัวหน้างาน ผู้จัดการฝ่ายต่างๆ', 98, 'mediumseagreen', '2019-09-30 15:04:24'),
(71, '54', 'สติปัญญาแหลมคม เจรจาสิ่งใดก็มักประสบความสำเร็จ ', 'การรวมตัวของพลังปัญญาทางโลก และพลังปัญญาเหนือโลก ผู้ใดได้ใช้เลขชุดนี้จะมีพรสวรรค์ในด้านวิชาการ นำเสนอผลงานใดๆมักมีเหตุผลที่น่าทึ่งรองรับเสมอจึงไม่ค่อยถูกปฎิเสธจากผู้หลักผู้ใหญ่ สามารถบริหารจัดการและลำดับความคิดได้ดีเยี่ยม ทำธุรกิจก้ได้ รับราชการก้ดี เป็นเลขที่ใช้แล้วมีโอกาสรวยง่ายๆมีพลังแห่งการแสวงหาคำตอบในศาสตร์ต่างๆอยู่เสมอ สติปัญญาแหลมคม เจรจาสิ่งใดก็มักประสบความสำเร็จ เหมาะทั้งอาชีพประกอบธุรกิจ ครูบาอาจารย์หากเป็นเด็กวัยเรียน ได้ใช้เลขคู่นี้จะทำให้มีสมาธิในการเรียนมากขึ้น .. ที่น่าสนใจตือเลขชุดนี้มีแนวโน้มว่าใช้แล้วจะมีโอกาสช่วยเรื่องสุขภาพให้ดีขึ้น เพราะเป็นเลขแห่งปัญญาและความเข้าใจชีวิต เมื่อจิตสบาย กายก็สบายตามไปด้วย สรุปเลขคู่นี้แทบจะไม่มีข้อเสีย แต่ใช้แล้วพึงปฎิบัติตนให้เจริญจากการกระทำของตัวเองเป็นหลักด้วย หวังพึ่งตัวเลขอย่างเดียวไม่ได้ ', 100, 'mediumseagreen', '2019-09-30 15:04:42'),
(72, '55', 'เป็นคนใฝ่ดี รักความยุติธรรม อบอุ่น อ่อนโยน ใจดี ', 'พลังปัญญาบริสุทธ์ ผู้ใดได้ครอบครองหมายเลขนี้มักเป็นคนใฝ่ดี รักความยุติธรรม อบอุ่น อ่อนโยน ใจดี ใจเย็น เป็นคนมีสมาธิ มีสติในการครองตนอย่างดีเยี่ยม ชีวิตมักประสบความสำเร็จ งานดี เงินดี เป็นคนมีความสุขได้จากภายในจิตใจตนเอง รู้เท่าทันความคิดตน สมถะ ชีวิตโดยรวมมักมีความสงบและสมดุล รู้จักความพอดี โดยทั่วไปชะตาของคุณค่อนข้างสุขสบาย มีคนอุปถัมป์ค้ำชูเป็นอย่างดี มีการเดินทาง และมีโอกาสดีๆในชีวิตเข้ามาหลายครั้งรวมถึงมีโชคมีลาภ เป็นเลขสมาธิดีอีกเลขหนึ่ง เหมาะจะใช้แก้ปัญหาให้คนใจร้อน หรือเด็กๆที่ไม่ค่อยมีสมาธิ เลขชุดนี้จะช่วยให้สงบใจเย็น อยู่ในศีล มีคุณธรรมและเห็นอกเห็นใจผู้อื่นมากขึ้น ', 100, 'mediumseagreen', '2019-09-30 15:05:06'),
(73, '56', 'คู่ทรัพย์ คู่โชค', 'เลขคู่แห่งบุญญาบารมี วาสนา และปัญญา เรียกว่า \\\"คู่ทรัพย์ คู่โชค\\\" ผู้ใดได้ครอบครองเลขนี้จะเข้าใจชีวิตจากทั้งทางโลกและทางธรรม เรียนเก่ง ทำงานเก่ง ทำสิ่งใดมักบรรลุผลตามเป้าหมาย เป็นบุคคลที่มีเสน่ห์ เฉลียวฉลาด เป็นที่รักใครของคนรอบข้าง ประสบความสำเร็จในหน้าที่การงาน และหากได้ศึกษาเรื่องใดๆ ก็จะมีความเข้าใจได้โดยง่าย ถนัดใช้วิชาความรู้ให้เป็นประโยชน์จากทุกศาสตร์และศิลป์ บริหารจัดการชีวิตได้อย่างสมดุลและลงตัว และมักมีโชคลาภอยู่เรื่อยๆ มีเงินทองใช้ไม่ขาดมือ แม้เลขคู่นี้จะนับเป็นสุดยอดคู่เลข ที่หาที่ติได้น้อยเหลือเกิน ค้าขายดีมีกำไร มีเลขนี้ไว้ไม่มีวันอดตายแน่ๆ เพราะฉลาดในการทำมาหากิน หาเงินเก่ง ชอบช่วยเหลือผู้อื่น ความรักมักช่วยเหลือเกื้อหนุนกันดี มีสติในการครองคู่ ครอบครัวอบอุ่น', 100, 'mediumseagreen', '2019-09-30 15:05:28'),
(74, '57', 'คิดมาก ช่างจนช่างจำ เจ้าคิดเจ้าแค้น ', 'มีความเครียดสะสมจนเป็นนิสัย มีเรื่องให้คิดก็คิด ไม่มีเรื่องให้คิด ก็หาเรื่องมาคิดจนได้ เลขคู่นี้เป็นเลขคิดมาก ช่างจนช่างจำ เจ้าคิดเจ้าแค้น ใครทำอะไรให้เสียใจจะไม่มีวันลืม ขาดบารมี มักมีหนี้สิน ยึดถืออัตตาของตนมากเกินไป ความคิดละเอียดลึกซึ้ง จนบางครั้งอาจมีอาการนอนไม่หลับ ไม่ยอมคน ฝีปากกล้า จึงอาจทำให้มีปัญหากับผู้ใหญ่ได้ง่ายๆ มีความเสี่ยงกับโรคที่เกี่ยวกับภาวะเครียดเช่น ไมเกรน โรคจิตประสาท จึงควรพิจารณาเพิ่มความระมัดระวัง และสังเกตตนเองให้คิดเท่าที่จำเป็น และปล่อยวางในเรื่องต่างๆเสียบ้าง ข้อดีคือคุณ เป็นคนทะเยอทะยาน กล้าคิดกล้าทำในเรื่องใหญ่ๆที่หลายคนไม่กล้า และเป็นคนรักความถูกต้องเป็นที่สุด ฆ่าได้หยามไม่ได้ .. ', -60, 'red', '2019-09-30 15:11:39'),
(75, '58', 'ชอบวางแผน แก้ปัญหาเก่ง มีไหวพริบดี ', 'เป็นคนที่ชอบวางแผน แก้ปัญหาเก่ง มีไหวพริบดี ออกแนวฉลาดแกมโกง ถนัดทำงานอะไรได้ดีในระยะสั้นๆ ชอบทางลัด ไม่ชอบความซ้ำซากจำเจ รู้เท่ากันเล่ห์เหลี่ยมกลโกง เพราะตนเองก็เป็นคนเจ้าเล่ห์ เรียกว่า ไก่เห็นตีนงู ไม่ไว้ใจใคร เป็นนักวางแผนซับซ้อนซ่อนเงื่อน ชีวิตมักมีจุดผกผัน อาจประสบความสำเร็จได้ เอาตัวรอดได้ นิสัย กล้าเสี่ยง กล้าลอง มีความสามารถในการทำงานลอกเลียนแบบได้ดี เอาตัวรอดในสถานการณ์เฉพาะหน้าได้ดี', 80, 'orange', '2019-09-30 15:11:58'),
(76, '59', 'เจ้าปัญญา สุขภาพดี มีโชค พบเจอแต่สิ่งดีงาม', 'รหัสแห่งความโชคดี ดาวพฤหัสเลข5 ดาวแห่งครู ความรู้ ศิลปวิทยาการ เมื่อโคจรมาอยู่กับดาวพระเกตุ เลข9 ดาวสิ่งศักดิ์สิทธิ์ ดาวลึกลับ ดาวมหัศจรรย์ ดาวกลับร้ายกลายเป็นดีและทำให้ดีเพิ่มทวีคูณ เป็นคนมีความเฉลียดฉลาด ทันคน มีจิตใจเยือกเย็น มีสติมีปัญญา มีความก้าวหน้าในชีวิตและการงาน มีความสามารถพิเศษ รู้สิ่งใดแล้วรู้จริง รู้ลึกรู้รอบ เมื่อใช้ไปเป็นเวลานาน มักได้เป็นนักปราชญ์เมธี ผู้มีความรู้ ความสามารถให้ความนับถือ จิตใจแน่นิ่ง มั่นคง สุขุม เยือกเย็น ตั้งมั่นและมีสมาธิ เป็นผู้มีสัมผัสละเอียดอ่อน มีเซ้นส์ มีลางสังหรณ์แม่นยำ เป็นคนจิตใจดี โอบอ้อมอารีมีน้ำใจงดงาม มีความถนัดและสนใจในเรื่องโหราศาตร์ ปรัชญา ศาสนา พิธีกรรม และในมุมนึงของชีวิตก็เป็นคนหัวก้าวหน้า ทันเทคโนโลยี นำสมัย มีเกณฑ์ได้เดินทางไกล ไปเมืองนอก หรือคบค้าสมาคมกับเมืองนอกหรือเพื่อนต่างถิ่นต่างที่ เข้ากับผู้อื่นได้ง่าย ด้วยความมีน้ำใจ เป็นผู้ให้เป็นผู้เสียสละ มีแต่คนรัก มีแต่คนชื่นชมนับหน้าถือตา เข้าหาผู้ใหญ่ได้ง่าย ผู้ใหญ่ก็เมตตาอุปถัมภ์ค้ำชูดูแลดีมากๆ เมื่อเดินทางไกลมักจะมีโชค เดินทางไกล ไปต่างที่แล้วจะได้ดี มีโชคลาภลอยมาแบบแปลกๆ\n\nพบเจอสิ่งดีงามมหัศจรรย์ในชีวิต ได้พบเจอครูบาอาจารย์ที่ดี และเป็นผู้ทำบุญแล้วเห็นผลไวทันตา วาสนาดี ดวงดี รวมถึงสุขกายสุขภาพใจดีแข็งแรงอีกด้วย ใช้ได้ทุกเพศทุกวัย ครู หมอ พยาบาล ราชการใช้ได้ดี นักเรียนนักศึกษา ควรใช้ให้ลดความคึกคะนองและมีเหตุผลในการใช้ชีวิตมากขึ้น ไตร่ตรองมากขึ้น พระหรือผู้ปฏิบัติธรรม คนทำบุญก็ควรใช้ และเหมาะสม พ่อค้า แม่ค้า นักลงทุนก็ใช้ได้ดีมากมีโชคเฮงตลอด เพียงแต่จัดตำแหน่งให้ถูกต้อง ที่สำคัญเหมาะกับ พ่อแม่ของเรา คนวัยเกษียณวัยเลิกทำงานแล้ว หรือผู้สูงอายุ เบอร์นี้เกี่ยวในเรื่องของความใจเย็น มีเหตุผล ที่สำคัญคือ เข้าวัดปฏิบัติธรรม ไม่โวยวายด่าลูกหลาน ใจเย็น รวมถึงมีสุขภาพพลานามัยสมบูรณ์แข็งแรง ไม่เป็นคนแก่ปากจัด\n\nเบอร์นี้โดยภาพรวมแล้วจึงเป็นเลขดีมาก มีพลังงานด้านโชคมาก อะไรดีๆ เฮงๆ จะเข้ามาในชีวิตมากขึ้นเรื่อยๆ ในระยะที่ยังใช้เบอร์นี้เป็นประจำ ชีวิตมีการก้าวหน้าพัฒนาตัวเองอยู่เสมอ มีปัญญาละเอียดลึกซึ้ง เมื่อศึกษาสิ่งใดมักลงลึกถึงแก่นแท้ ทำบุญเห็นผลไวทันตา สุขภาพแข็งแรงทั้งกายและใจ บั้นปลายชีวิตจะศึกษาธรรมแสวงหาความวิเวกหลุดพ้นสัจธรรมของชีวิต', 100, 'mediumseagreen', '2019-09-30 15:12:22'),
(77, '60', 'มีโชคเรื่องการเงิน เป็นคนมีเสน่ห์ ดึงดูดใจ ', 'มีโชคเรื่องการเงิน เป็นคนมีเสน่ห์ ดึงดูดใจ ให้คนชอบพอรักใคร่ เป็นบุคคลที่มีความโชคดีเกี่ยวกับเรื่องเงินๆทองๆ จะสามารถหามาได้โดยง่าย ศุภโชค โภคทรัพย์ เข้ากับคนได้ทุกระดับ จะมีคนช่วยเหลือสนับสนุน เป็นเลขแห่งศิลป์และความเพ้อฝัน รักสวยรักงาม อารมณ์ปราณีต ละเอียดละมัย ชอบสถานที่โออ่า หรูหรา ดูดี ชะตาชีวิตโดยทั่วไปถือว่าดี ไม่ต้องต่อสู้ฟันฝ่ามากนัก มีความเป็นอยู่สุขสบาย มีชื่อเสียง ถ้าขยันทุ่มเทมากก็จะมั่งคั่งมาก', 80, 'orange', '2019-09-30 15:25:54'),
(78, '61', 'ขยันการงาน ประหยัดมัธยัสถ์ เก็บเงินเก่ง', 'นักวางแผนเต็มขั้น ระมัดระวังในการใช้ชีวิตดีเยี่ยม ขยันการงาน ประหยัดมัธยัสถ์ เก็บเงินเก่ง หากใครรู้ตัวว่าเป็นคนสุรุ่ยสุร่าย ใช้เงินไม่คิด ติดเลขคู่นี้ไว้ในเบอร์บ้างก็จะดีขึ้น เป็นเลขของคนมีเสน่ห์ หาเงินเก่ง มีคนช่วยเหลือดี มักใหญ่ใฝ่สูงละเอียดรอบคอบทุกขั้นตอน และดำเนินชีวิตตามแผนการที่วางไว้ เก็บความรู้สึกเก่ง มีความมานะ พยายาม มีวิสัยทัศน์ มุ่งมั่นหารายได้ลิขิตชีวิตด้วยตนเอง โดยรวมยังถือเป็นเลขรอบคอบน่าใช้พอสมควร', 98, 'mediumseagreen', '2019-09-30 15:26:33'),
(79, '62', 'ปากหวานมักได้ดีเพราะปาก', 'เป็นคนปากหวานมักได้ดีเพราะปาก มีคนมาขอคำปรึกษาบ่อยๆ ปลอบใจเก่ง เป็นที่รักของคนรอบข้าง มีเสน่ห์ทางคำพูด เข้าใจใครง่ายๆ รสนิยมดีชอบใช้ของแพงแบรนเนม มีรสนิยมโก้หรู ถึงใช้เงินเก่งแต่ก็หาเงินเก่งเช่นกัน สามารถหาเงินได้หลายทาง ให้ระวังเรื่องใจอ่อนง่ายๆ หวั่นไหวง่าย จะได้ดีเพราะปากเพราะมีเสน่ห์ที่ปาก จะพูดจะคุยอะไรก็ระวังคนมาชอบมาหลงเอาได้ มีพรสวรรค์ด้านการทำหาอาหาร เหมาะกับอาชีพ จิตแพทย์ เสริมสวย ธุรกิจอาหาร ร้านขนม ร้านเสื้อผ้า งานศิลปะ นาฬิกา เครื่องประดับทำของสวยงาม ครีม เครื่องสำอาง ขายของออนไลน์ ของฟุ่มเฟือยและต้องทำของแพงๆ ค้าขายของแพงจะดีมาก งานเจอพบปะผู้คน หรือเกี่ยวกับเจรจาค้าขายต่างๆ', 93, 'mediumseagreen', '2019-09-30 15:26:56'),
(80, '63', 'เลขนี้ใช้ดีๆจะรวย ทั้งการงาน การเงิน ความรักดีมาก', 'เลขนี้ใช้ดีๆจะรวย เป็นบุคคลที่เด็ดเดี่ยวกล้าหาญ และน่ารักอ่อนหวานในคนเดียวกัน เป็นเลขพลังเสน่ห์และการเงิน เป็นคนมีเสน่ห์ ได้รับการสนับสนุนจากคนรอบข้าง ขยันหาเงินเก่ง คู่เลขเสน่ห์ สวยหล่อมีเสน่ห์เลือกได้ เลขนี้มักมีพรสวรรค์บางอย่างเฉพาะตัว มีเสน่ห์ดึงดูดเพศตรงข้าม รวมถึงหาเงินเข้ามือเก่งมาก ร่ำรวยได้ไว เพราะหารายได้จากหลายทางพร้อมๆกัน มักมีความสามารถในการหาเงินเก่งมาก มีความขยันมากขึ้น และในด้านเสน่ห์ หากหญิงโสดใช้ก็จะมีชายหนุ่มเข้ามาคบดูใจ หากเพศชายใช้ก็จะมีสาวๆรุมตรึม เป็นเลขสละโสดได้เลย แต่หากคนมีคู่อยู่แล้วก็หมายถึงได้คู่ครองดีเอาอกเอาใจดีมาก เพราะมีเสน่ห์ต่อคนรักมาก ทำให้คนรักหลงทุ่มเทเอาอกเอาใจอย่างดี ตัวเลขคู่นี้ยังส่งผลให้เจ้าชะตามีความสามารถพิเศษ กระตือรือร้น ชอบทำงานใหม่ มีความท้าทายในชีวิต มีอารมณ์ศิลปินอยู่ในตนเอง มักได้ลาภยศจากผู้ใหญ่ หน้าที่การงานดี ตำแหน่งงานเลื่อนขั้นขึ้นเรื่อยๆ อาจมีโอกาสเดินทางบ่อย มีเพื่อนมาก ทั้งการงาน การเงิน ความรักดีมาก ได้คู่ครองที่ดี มีความรักสดใส อนาคตมั่นคง ครอบครัวอบอุ่น การเงินดีมากๆ เหมือนแรงดึงดูดเงินทอง ทำอะไรมักได้มาง่ายๆ สมหวังดีแท้ๆ มีฐานะมั่นคง', 100, 'mediumseagreen', '2019-09-30 15:27:28'),
(81, '64', 'เป็นคนมีเสน่ห์ เจรจาอ่อนหวานน่ารัก', 'เป็นคนมีเสน่ห์ เจรจาอ่อนหวานน่ารัก ใครเข้ามาคุยด้วยมักติดกับ หลงไหลในเสน่ห์ ช่างพูดช่างเจรจรา เป็นคนอารมณ์ดี สนุกสนานรักสวยรักงาม โรแมนติก ขี้เอาอกเอาใจมักเข้ากับคนได้ง่าย จึกเป็นที่รักของผู้คน เลขคู่นี้จึงมีแต่คนรัก ได้ดีเพราะปาก ค้าขายก็ดี พูดเก่งขายเก่ง หาเงินเก่ง การเงินดีมากทำอะไรก็ขึ้น และเหมาะที่สุดคือค้าขาย ขายดีมีกำไร ไม่ว่าจะขายอะไรก็เหมือนมีโชคช่วยเสมอ และเป็นเลขที่สร้างสีสันให้กับชีวิตคู่มากๆเลยเลขนี้', 98, 'mediumseagreen', '2019-09-30 15:27:54'),
(82, '65', 'คู่ทรัพย์ คู่โชค', 'เลขคู่แห่งบุญญาบารมี วาสนา และปัญญา เรียกว่า \\\"คู่ทรัพย์ คู่โชค\\\" ผู้ใดได้ครอบครองเลขนี้จะเข้าใจชีวิตจากทั้งทางโลกและทางธรรม เรียนเก่ง ทำงานเก่ง ทำสิ่งใดมักบรรลุผลตามเป้าหมาย เป็นบุคคลที่มีเสน่ห์ เฉลียวฉลาด เป็นที่รักใครของคนรอบข้าง ประสบความสำเร็จในหน้าที่การงาน และหากได้ศึกษาเรื่องใดๆ ก็จะมีความเข้าใจได้โดยง่าย ถนัดใช้วิชาความรู้ให้เป็นประโยชน์จากทุกศาสตร์และศิลป์ บริหารจัดการชีวิตได้อย่างสมดุลและลงตัว และมักมีโชคลาภอยู่เรื่อยๆ มีเงินทองใช้ไม่ขาดมือ แม้เลขคู่นี้จะนับเป็นสุดยอดคู่เลข ที่หาที่ติได้น้อยเหลือเกิน ค้าขายดีมีกำไร มีเลขนี้ไว้ไม่มีวันอดตายแน่ๆ เพราะฉลาดในการทำมาหากิน หาเงินเก่ง ชอบช่วยเหลือผู้อื่น ความรักมักช่วยเหลือเกื้อหนุนกันดี มีสติในการครองคู่ ครอบครัวอบอุ่น', 100, 'mediumseagreen', '2019-09-30 15:28:33'),
(83, '66', 'เป็นคนอารมณ์สุนทรียภาพ สนุกสนาน ไม่เครียด', 'เป็นคนอารมณ์สุนทรียภาพ สนุกสนาน ไม่เครียด มักมีเสียงหัวเราะบ่อยๆเพราะเจ้าตัว อารมณ์ดี เฮฮา ไม่เคยคิดมากเรื่องอะไรก็แล้วแต่ เจ้าสำราญ อ่อนหวานน่ารัก ร่าเริงสดใส รักสวยรักงาม มองโลกในแง่ดีเสมอ รักศิลปะ หาเงินเก่งการเงินดี มีโชคมีลาภเข้ามาเรื่อยไม่ขาด แต่ก็ใช้เก่งเช่นกัน เสน่ห์แรงมากๆ และอารมณ์ดีแบบนี้ใครๆมักมาหลงชอบเอาง่ายๆ อาชีพที่เหมาะได้แก่ งานวงการบันเทิง ธุรกิจบันเทิง สปา ร้านอาหาร ร้านขนม ร้านเสื้อผ้า งานศิลปะ นาฬิกา เครื่องประดับทำของสวยงาม ครีม เครื่องสำอาง ขายของออนไลน์ ของฟุ่มเฟือย และต้องทำของแพงๆ ค้าขายของแพงจะดีมาก', 93, 'mediumseagreen', '2019-09-30 15:28:50'),
(84, '67', 'มีดวงหย่าร้าง พลัดพราก', 'มีดวงหย่าร้าง พลัดพราก ชีวิตผกผันไม่ราบรื่น มักมีหนี้สิน ทั้งความรักและการเงินดูจะมีอุปสรรคอยู่เสมอๆ เจ้าตัวมีความมานะอุตสาหะดี แต่หาเงินมาได้เท่าไรก็ ใช้หมดหรือมีคนมาช่วยใช้ เก็บเงินยาก ภาระรอบตัวไปหมดหาคนช่วยแบ่งเบายาก ตัวเองก้เป็นคนใช้เงินมือเติบอยู่แล้ว เพราะรสนิยมดี ชอบของฟุ่มเฟือยภายนอกอาจดูโก้หรู แต่แท้จริงหนี้สินรุงรัง หรือถ้าเป็นเจ้าหนี้ก็โดนเบี้ยวบ่อยๆครอบครัวและความรักอาจมีดวงห่างไกล กระจัดกระจายไปคนละทิศละทาง มีปากเสียงกับคนรักบ่อยครั้ง เวลาดีดีใจหาย ทุ่มเททุกสิ่งอย่าง เวลาร้ายก้ร้ายอย่างเหลือเชื่อ มีแนวโน้มไปทางร้ายมากกว่าดี เครียดแทนจริงๆ ', -100, 'red', '2019-09-30 15:29:12'),
(85, '68', 'ฉลาดมีไหวพริบ เข้าสังคมเก่ง หาเงินเก่ง ', 'เข้าสังคมเก่ง กิน เที่ยว  ช๊อป หาเงินเก่ง เป็นคนหัวไวเรียนรู้อะไรรวดเร็ว มีเล่ห์เหลี่ยม ทันคนโดยรวมแล้วนับว่าเป็นคนฉลาดมีไหวพริบ เอาตัวรอดในสถานการณ์เฉพาะหน้าได้เป็นอย่างดี ถ้าระมัดระวังเรื่องของชีวิต และวางแผนอนาคตให้รอบคอบให้ดีได้  เงินจะไหลมาเทมาเลยครับ', 80, 'orange', '2019-09-30 15:30:02'),
(86, '69', 'มีรสนิยมดี รักเพื่อนฝูง เงินทองหาง่ายๆ ', 'เป็นเลขที่มีเสน่ห์เมตตามหานิยม มีรสนิยมดี รักเพื่อนฝูง เงินทองหาง่ายๆ มีกินมีใช้ตลอดไม่ขาดมือ มีโชคมีลาภแบบฟลุคๆ มีสิ่งศักดิ์สิทธิ์คุ้มครอง มีชื่อเสียงโดดเด่นใครๆมักรู้จักในวงสังคมเป็นที่รักของใครๆ มีเสนห์แรงต่อเพศตรงข้าม มีนิสัยร่าเริงเข้ากับใครง่ายๆ พูดจาอ่อนหวานโอบอ้อมอารี ชอบแต่งตัวรักสวยรักงาม อาชีพที่เหมาะสม เกี่ยวกับเครื่องประดับ นักแสดง ดารา นักร้อง นักลงทุน โรงแรม ร้านอาหาร เสื้อผ้าแฟร์ชั่น ของสวยงาม เครื่องประดับ จิวเวอร์รี่ งานศิลปะ นาฬิกา ทำของสวยงาม ครีม เครื่องสำอาง ขายของออนไลน์ ของฟุ่มเฟือย และต้องทำของแพงๆ ค้าขายของแพงจะดีมาก', 100, 'mediumseagreen', '2019-09-30 15:30:28'),
(87, '70', 'มีแนวโน้มว่าจะมีโรคภัยไข้เจ็บ', 'มีแนวโน้มว่าจะมีโรคภัยไข้เจ็บ และพบเจออุปสรรคบ่อยๆเคร่งเครียด เก็บกด มีความโลภ และเห็นแก่ตัวจนเป็นที่สังเกตได้ในบางราย จริงจังกับชีวิตมากๆ ขี้กังวล แม้เจ้าตัวจะเป็นคนเก่ง ทำงานดี ขยัน แต่ก็จะต้องพบกับปัญหามากมายประเดประดังไปตลอดทาง รวยยาก ยิ้มยาก มีความสุขยาก เสี่ยงกับการเป็นโรคทางจิตประสาท ', -90, 'red', '2019-09-30 15:30:55'),
(88, '71', ' เจ้าระเบียบ สะอาด สะอ้าน', 'เป็นเลขของคน เจ้าระเบียบ อะไรๆก็ต้องดีเริศ สะอาด สะอ้าน ชอบคิดโครงการใหญ่ๆหรือชอบอะไรที่ดูเว่อร์ๆ หรูหรา มุ่งมั่น ขยัน อดทนดีเยี่ยม กล้าลุยไม่เกรงกลัวอุปสรรคขวากหนาม ไม่ง้อใคร แต่จะทำด้วยตนเอง เป็นคนทำงานดีเก่งด้านธุรกิจและการบริหาร แต่งานมักจะเป็นงานใหญ่ๆ\nเหมาะกับงานนักปราศรัย ผู้นำชุมชน นักการเมือง นักพัฒนาอสังหาริมทรัพย์ วิศวกร ค้าขายที่ดิน', 90, 'mediumseagreen', '2019-09-30 15:31:32');
INSERT INTO `berpredict_prophecy` (`prophecy_id`, `prophecy_numb`, `prophecy_name`, `prophecy_desc`, `prophecy_percent`, `prophecy_color`, `date_create`) VALUES
(89, '72', 'มีความมานะพยายามในการดำเนินชีวิตในทางที่ดี', 'เลขนี้เป็นเลขอีกชุดหนึ่งที่ควรหลีกเลี่ยง แม้ว่าคุณจะเป็นคนรักดี มีความมานะพยายามในการดำเนินชีวิตในทางที่ดีใน มีสัมผัสพิเศษ คาดการณ์ได้แม่นยำระดับหนึ่ง แต่ชะตาชีวิตจะค่อนข้างยุ่งยาก มีดีมีร้ายสลับกันไปจนเครียด จะดีๆอยู่แล้ว ก็ตกลงมาร้ายอีก ชะตามีการพลัดพราก เก็บเงินไม่อยู่บางรายใช้เงินเกินตัว มีรายจ่ายมาก หรือมีคนช่วยใช้เงินตลอด มีเกณฑ์เป็นหนี้เป็นสิน อาจมีความรักแบบมากชู้ จิตใจโลเลไม่มั่นคง ระวังปัญหายืดเยื้อทั้งเรื่องเงินและเรื่องความรัก เรียกว่ากำพร้าเงินและรักก็ว่าได้ ตั้งแต่ไม่ได้รับการยอมรับสนับสนุนจากคนรอบข้าง พลาดพลั้งเมื่อใดก็มักถูกกระหน่ำซ้ำเติม จิตใจมัวหมอง ให้ระวังภาวะซึมเศร้า ควรหมั่นสร้างกรรมดี และทำบญมากๆ เพราะถ้าไม่มีบุญกุศลใดๆช่วย คุณจะต้องเจอปัญหาและอุปสรรคตลอดเวลา เสี่ยงต่อการคิดสั้น ทำร้ายตัวเองจนถึงฆ่าตัวตายในบางราย.. มีดวงเสี่ยงกับอุบัติเหตุ และ การถูกปองร้าย ', 30, 'orange', '2019-09-30 15:31:52'),
(90, '73', 'เป็นคนแข็งกร้าวดื้อรั้น', 'คุณเป็นคนแข็งกร้าวดื้อรั้น รักเกียรติ ทนงตนเป็นที่สุด ดวงชะตามีแต่อุปสรรคขวางกั้นแทบจะตลอดเวลา เป็นปัญหาใหญ่ๆ แก้ไขยากและยืดเยื้อ รวยยาก ประสบความสำเร็จยาก แรงกดดันสูงจากทุกทิศทุกทาง อาจมีอุบัติเหตุ บ่อยๆ เล็กๆน้อยๆ ไปจนถึงขึ้นรุนแรง มีดวงต้องผ่าตัด หรือป่วยหนักๆอย่างน้อย 2ครั้งในชีวิต เสี่ยงกับโรคร้ายต่างๆ ไมเกรน อัมพฤกษ์ มะเร็ง ฯลฯ เป็นเลขที่น่ากลัวที่สุดเลขหนึ่งในบรรดาเลขทั้งหมด สำหรับผู้มีเลขนี้ไว้ครอบครองต้องอดทนอดกลั้น และจิตใจเข้มแข็งอย่างมาก แนะนำให้เปลี่ยนเบอร์โดยเร็วที่สุด ข้อดีคือ เจ้าของเลขชุดนี้ มีความอดทนอดกลั้นสูงมาก หากผ่านพ้นชีวิตในช่วงวิกฤติมาได้ ถือว่าเป็นมนุษย์เหล็กคนหนึ่ง น่านับถือจริงๆ ', -95, 'red', '2019-09-30 15:32:20'),
(91, '74', 'มีความขยันและครุ่นคิดเรื่องงานจนเป็นเรื่องปกติ', 'เลขของนักปฎิบัติ คิดแล้วลงมือทำ มีความขยันและครุ่นคิดเรื่องงานจนเป็นเรื่องปกติ เชื่อมั่นในตัวเองสูง คำพูดคำจาน่าเชื่อถือ เป็นคนตรงไปตรงมา ฉลาดหลักแหลม จะประสบความสำเร็จได้จากความพยายาม และความอดทน มีคำพูดหนักแน่น เป็นนักปฎิบัติที่ดี มักได้รับความไว้วางใจให้ทำงานยากๆ และมีโอกาสประสบความสำเร็จ เพราะเป็นคนลุย สู้งาน ได้รับความไว้วางใจจากผู้ใหญ่อยู่เสมอ เหมาะกับงานนักปราศรัย ผู้นำชุมชน นักการเมือง นักข่าว นักพูด นักโต้วาที นักพัฒนาอสังหาริมทรัพย์ วิศวกร ค้าขายที่ดิน', 90, 'mediumseagreen', '2019-09-30 15:32:39'),
(92, '75', 'คิดมาก ช่างจนช่างจำ เจ้าคิดเจ้าแค้น', 'มีความเครียดสะสมจนเป็นนิสัย มีเรื่องให้คิดก็คิด ไม่มีเรื่องให้คิด ก็หาเรื่องมาคิดจนได้ เลขคู่นี้เป็นเลขคิดมาก ช่างจนช่างจำ เจ้าคิดเจ้าแค้น ใครทำอะไรให้เสียใจจะไม่มีวันลืม ขาดบารมี มักมีหนี้สิน ยึดถืออัตตาของตนมากเกินไป ความคิดละเอียดลึกซึ้ง จนบางครั้งอาจมีอาการนอนไม่หลับ ไม่ยอมคน ฝีปากกล้า จึงอาจทำให้มีปัญหากับผู้ใหญ่ได้ง่ายๆ มีความเสี่ยงกับโรคที่เกี่ยวกับภาวะเครียดเช่น ไมเกรน โรคจิตประสาท จึงควรพิจารณาเพิ่มความระมัดระวัง และสังเกตตนเองให้คิดเท่าที่จำเป็น และปล่อยวางในเรื่องต่างๆเสียบ้าง ข้อดีคือคุณ เป็นคนทะเยอทะยาน กล้าคิดกล้าทำในเรื่องใหญ่ๆที่หลายคนไม่กล้า และเป็นคนรักความถูกต้องเป็นที่สุด ฆ่าได้หยามไม่ได้ .. ', -60, 'red', '2019-09-30 15:33:16'),
(93, '76', 'มีดวงหย่าร้าง พลัดพราก', 'มีดวงหย่าร้าง พลัดพราก ชีวิตผกผันไม่ราบรื่น มักมีหนี้สิน ทั้งความรักและการเงินดูจะมีอุปสรรคอยู่เสมอๆ เจ้าตัวมีความมานะอุตสาหะดี แต่หาเงินมาได้เท่าไรก็ ใช้หมดหรือมีคนมาช่วยใช้ เก็บเงินยาก ภาระรอบตัวไปหมดหาคนช่วยแบ่งเบายาก ตัวเองก้เป็นคนใช้เงินมือเติบอยู่แล้ว เพราะรสนิยมดี ชอบของฟุ่มเฟือยภายนอกอาจดูโก้หรู แต่แท้จริงหนี้สินรุงรัง หรือถ้าเป็นเจ้าหนี้ก็โดนเบี้ยวบ่อยๆครอบครัวและความรักอาจมีดวงห่างไกล กระจัดกระจายไปคนละทิศละทาง มีปากเสียงกับคนรักบ่อยครั้ง เวลาดีดีใจหาย ทุ่มเททุกสิ่งอย่าง เวลาร้ายก้ร้ายอย่างเหลือเชื่อ มีแนวโน้มไปทางร้ายมากกว่าดี เครียดแทนจริงๆ ', -80, 'red', '2019-09-30 15:33:35'),
(94, '77', 'เป็นคนจุกจิกจู้จี้ ขี้รำคาญ', 'ความเครียดรุมเร้าเพราะเป็นคนจุกจิกจู้จี้ ขี้รำคาญ ชีวิตนี้มีอุปสรรคยืดเยื้อเสี่ยงมีโรคร้ายเจ็บป่วยเรื้อรัง พลัดพรากสูญเสีย อับโชคในเรื่องเงินและความรัก เคร่งเครียดกังวลกับการดำเนินชีวิตอยู่ตลอดเวลาเป็นคนย้ำคิดย้ำทำ ชอบพูดจาขวางๆ ขวานผ่าซากตรงไปตรงมา ใจคอทรหดอดทน มุมานะ ทำงานโครงการใหญ่ๆ หรืองานที่ต้องใช้ความละเอียดมากๆได้ดี ภาวะทางอารมณ์ไม่ค่อยมั่นคงนัก ควรพักผ่อนให้พอ ทำใจให้สบายๆและปล่อยวางบ้าง แม้มีข้อดีอยู่บ้างคือ เป็นคนรอบคอบ เก็บรายละเอียดเล็กๆน้อยๆรอบตัวได้ดี มีความสามารถที่จะทำงานยากๆที่น้อยคนจะ ทำแต่ก็ขาดโชคลาภวาสนา เหนื่อยยากแสนสาหัสกว่าจะผ่านอะไรต่อมิอะไรไปได้เห็นเลขกลุ่มนี้แล้วเครียดจริงๆ ', 50, 'orange', '2019-09-30 15:37:41'),
(95, '78', 'ชอบคิดการใหญ่อยู่เสมอ ได้เงินทีแบบเป็นก้อน มักมีโชคลาภ', 'เป็นคนกว้างขวางใจใหญ่ ชอบช่วยเหลือคนอื่น กล้าได้กล้าเสีย รักเพื่อนฝูง มักออกแทนเสมอ ใครๆมักเรียก ลูกพี่ เจ๊ เฮีย เสี่ย หาเงินเก่ง มักเป็นที่รู้จักอย่างรวดเร็ว มีพรรคพวกมาก มีอิทธิพลดี มีคนคอยช่วยเหลือ ชอบคิดสิ่งใหม่ๆ และชอบคิดการใหญ่อยู่เสมอ ได้เงินทีแบบเป็นก้อน หมุนเป็นก้อน มักมีโชคลาภแบบฟลุ๊คๆ ด้านความเสี่ยงต่างๆ เช่นหวย หุ้น พนัน ชอบเข้าสังคมถึงไหนถึงกัน กล้าได้กล้าเสีย กล้าพูดกล้าเจรจา  อาชีพที่เหมาะสมคือ อสังหาริมทรัพย์ ค้าบ้าน ที่ดิน รถ งานด้านกลางคืน ด้านมืด หวย หุ้น นักการเมือง', 100, 'mediumseagreen', '2019-09-30 15:37:56'),
(96, '79', 'มีบารมี มีวิชาความรู้พอตัว วิสัยทัศน์ดี', 'มีบารมี มีวิชาความรู้พอตัว วิสัยทัศน์ดี มีไอเดียเก๋ๆ แปลกๆ ให้คนรอบข้างทึ่งอยู่เสมอ มีความสนใจในเรื่องเหนือธรรมชาติและเรื่องเทคโนโลยีความล้ำสมัยไปพร้อมๆกัน เจ้าตัวมีบุคลิกทะมัดทะแมง มีสไตล์โดดเด่นไม่เหมือนใคร มักคาดการณ์สิ่งต่างๆได้แม่นยำ เหมาะกับการลงทุนในธุรกิจเครือข่าย นักวางแผน นักลงทุน นักค้าวัตถุมงคลและของโบราณหรืออุปกรณ์ไอทีเป็นต้น', 98, 'mediumseagreen', '2019-09-30 15:38:52'),
(97, '80', 'ความคิดเฉียบแหลม แก้ปัญหาเฉพาะหน้าได้ดี', 'สัญชาติญาณการเอาตัวรอดสูง ความคิดเฉียบแหลม แก้ปัญหาเฉพาะหน้าได้ดี หลงตัวเอง ใจนักเลง กล้าได้กล้าเสีย ดื้อรั้น บ้าบิ่นรักสนุก ไม่ชอบอยู่เฉย มักมีดวงเข้าไปเกี่ยวข้องกับอบายบุข ของมึนเมา หรือมีเหตุบังเอิญให้ได้รับภัยจากคนพาล เป็นบุคคลที่ต้องการสติในการดำเนินชีวิตอย่างยิ่งยวด ..เหมาะกับอาชีพกลางคืน ธุรกิจสีเทาๆ แต่มักเป็นอาชีพที่ไม่ยั่งยืน ต้องรู้จักประคับประคองชีวิต วางแผนอนาคตให้เหมาะสมในทุกขั้นตอน ', -50, 'red', '2019-09-30 15:39:19'),
(98, '81', 'ยอมหักไม่ยอมงอ จิตใจเข้มแข็ง ใจนักเลง กล้าได้กล้าเสีย ', 'ยอมหักไม่ยอมงอ จิตใจเข้มแข็ง ใจนักเลง กล้าได้กล้าเสีย รู้จักคนหลายวงการ เด็ดเดี่ยว มีพลังอำนาจบารมีในตัวเอง ขี้หงุดหงิด หลงตัวเอง พละกำลังเหลือเฟือ ชอบเรื่องตื่นเต้น เร้าใจ และชอบทำอะไรเสี่ยงๆ อาจชอบระบายออกด้วยการบ้างาน หรือ ใช้ชีวิตสุขนิยมไปเลยเช่น ซื้อของแพงๆ ชอบเที่ยวเตร่เฮฮา อาจมีดวงเสียเงินไปกับอบายมุข หรือสิ่งล่อตาลวงใจไม่ค่อยได้ประโยชน์คุ้มค่ากับการลงทุนซักเท่าไรนัก มักได้เจอเรื่องตื่นเต้นบ่อยๆ เชื่อมั่นในตัวเองก็จริง แต่บทจะลุ่มหลงใครก็ทุ่มหมด เชื่อเขาทุกอย่าง หากทุ่มเทให้คนผิดจะผิดหวังรุนแรง เจ้าตัวเป็นคนมีลับลมคมใน เจ้าเล่ห์เพทุบาย ชะตาชีวิตคาดเดายาก มีจุดหักเหบ่อยครั้ง มีการโยกย้าย พลัดพราก มีส่วนดีอยู่บ้าง ตรงที่เป็นคนเข้มแข็ง กำลังใจดี ฉลาดมีไหวพริบ พลิกแพลงเก่ง เป็นผู้นำได้ เข้าถึงจิตใจผู้อื่น ควบคุมลูกน้องอยู่หมัด บางคนอาจมีชีวิตครอบครัวไม่อบอุ่น อาจถูกปองร้าย กลั่นแกล้ง รังแก ระวังปัญหาสุขภาพเรื่องความดัน ผิวหนัง ภูมิแพ้ และโรคหัวใจ .. ', -99, 'red', '2019-09-30 15:39:40'),
(99, '82', 'มีความทะเยอทะยาน มีความเป็นนักเลง มีน้ำใจกว้างขวาง', 'คุณมีความทะเยอทะยาน มีความเป็นนักเลง มีน้ำใจกว้างขวาง ถึงไหนถึงกัน จิตใจกล้าหาญ อยู่ไหนมักเป็นที่รู้จัก มั่นใจในตัวเองและมีวิสัยทัศน์กว้างไกล เก่งการหมุนเงินจำนวนมากๆ เหมาะจะทำธุรกิจใดๆที่ต้องหมุนเงินก้อนโต เช่นนักลงทุนในตลาดหลักทรัพย์ ปล่อยเงินกู้ \n วิ่งเต้น ล๊อบบี้ งานสีเทาๆ คุณจะประสบความสำเร็จได้เพราะความฉลาดและทะเยอทะยาน เลขนี้เป็นอีกเลขที่ใช้แล้วทำงานสนุก', 100, 'mediumseagreen', '2019-09-30 15:40:13'),
(100, '83', 'บ้าพลังและบ้าบิ่น กล้าได้กล้าเสีย ', 'เป็นเลข บ้าพลังและบ้าบิ่น กล้าได้กล้าเสีย ชอบแข่งขันท้าทาย กล้าคิดและกล้าทำเสียด้วย แต่เป็นคนใจร้อนหุนหันพลันแล่น วู่วาม ไม่มีความรอบคอบ ขาดสติยับยั้งชั่งใจเป็นคนไม่เคยหยุดนิ่ง มีพลังพาวเวอร์ตลอดเวลา ชอบของหรูหราราคาแพงๆ ระวังเรื่องหูเบาเชื่อคนง่าย หากเชื่อคนผิด อาจมีเรื่องต้องเดือดร้อนเสียใจ เรื่องความรัก มักมีปัญหารักซ้อน บ้านแตก ทะเลาะวิวาทอย่างรุนแรง เจอปัญหารักซ้อ ไปรักคนมีเจ้าของ หรือไปเป็นมือที่สามโดยไม่รู้ตัว มีความสามารถสูงหาเงินเก่ง อาชีพที่เหมาพสม เกี่ยวกับ ธุรกิจกลางคืน ส่งออก งานอีเวนท์ ออแกไนซ์ หุ้น นักลงทุน ยานพาหนะ ระวังการโดนหลอกโดนโกง เรื่องสุขภาพ มีลมในช่องท้องและลำไส้เยอะ', -20, 'red', '2019-09-30 15:40:33'),
(101, '84', 'เป็นคนคิดมาก หวาดระแวง', 'เป็นเลขที่น่ากลัวพอสมควร เจ้าตัวเป็นคนคิดมาก หวาดระแวงอาจถูกชักจูงได้ง่ายๆ มีดวงจะถูกหว่านล้อมให้เข้าไปอยู่ในวงสังคมที่ไม่ดี มีดวงอุบัติเหตุ เจ้าตัวเป็นคนพูดเร็วคิดเร็ว อาจเอาตัวรอดด้วยคำเท็จจนเป็นนิสัย มีปัญหาเรื่องการสื่อสาร เชื่อคนง่าย สื่อสารกับใครมักไม่ค่อยเข้าใจกัน เอกสารหาย มีคดีความหรือเจอคนผิดคำพูด คนสับปลับ เป็นเลขร้ายมากกว่าดี แม้คุณจะ เป็นคนฉลาด แก้ไขสถานการเฉพาะหน้าได้ดี แต่ถ้าไม่ได้ทำงานที่เกี่ยวข้องกับเรื่องสีเทาๆ เช่น งานธุรกิจกลางคืน งานปลอมแปลงต่างๆ ค้าขายของหนีภาษี ก็ควรจะเปลี่ยนเบอร์ .. ', -99, 'red', '2019-09-30 15:40:52'),
(102, '85', 'ชอบวางแผน แก้ปัญหาเก่ง มีไหวพริบดี', 'เป็นคนที่ชอบวางแผน แก้ปัญหาเก่ง มีไหวพริบดี ออกแนวฉลาดแกมโกง ถนัดทำงานอะไรได้ดีในระยะสั้นๆ ชอบทางลัด ไม่ชอบความซ้ำซากจำเจ รู้เท่ากันเล่ห์เหลี่ยมกลโกง เพราะตนเองก็เป็นคนเจ้าเล่ห์ เรียกว่า ไก่เห็นตีนงู ไม่ไว้ใจใคร เป็นนักวางแผนซับซ้อนซ่อนเงื่อน ชีวิตมักมีจุดผกผัน อาจประสบความสำเร็จได้ เอาตัวรอดได้ นิสัย กล้าเสี่ยง กล้าลอง มีความสามารถในการทำงานลอกเลียนแบบได้ดี เอาตัวรอดในสถานการณ์เฉพาะหน้าได้ดี', 80, 'orange', '2019-09-30 15:41:42'),
(103, '86', 'ฉลาดมีไหวพริบ เข้าสังคมเก่ง หาเงินเก่ง', 'เข้าสังคมเก่ง กิน เที่ยว ช๊อป หาเงินเก่ง เป็นคนหัวไวเรียนรู้อะไรรวดเร็ว มีเล่ห์เหลี่ยม ทันคนโดยรวมแล้วนับว่าเป็นคนฉลาดมีไหวพริบ เอาตัวรอดในสถานการณ์เฉพาะหน้าได้เป็นอย่างดี ถ้าระมัดระวังเรื่องของชีวิต และวางแผนอนาคตให้รอบคอบให้ดีได้ เงินจะไหลมาเทมาเลยครับ', 80, 'orange', '2019-09-30 16:00:53'),
(104, '87', 'ชอบคิดการใหญ่อยู่เสมอ ได้เงินทีแบบเป็นก้อน', 'เป็นคนกว้างขวางใจใหญ่ ชอบช่วยเหลือคนอื่น กล้าได้กล้าเสีย รักเพื่อนฝูง มักออกแทนเสมอ ใครๆมักเรียก ลูกพี่ เจ๊ เฮีย เสี่ย หาเงินเก่ง มักเป็นที่รู้จักอย่างรวดเร็ว มีพรรคพวกมาก มีอิทธิพลดี มีคนคอยช่วยเหลือ ชอบคิดสิ่งใหม่ๆ และชอบคิดการใหญ่อยู่เสมอ ได้เงินทีแบบเป็นก้อน หมุนเป็นก้อน มักมีโชคลาภแบบฟลุ๊คๆ ด้านความเสี่ยงต่างๆ เช่นหวย หุ้น พนัน ชอบเข้าสังคมถึงไหนถึงกัน กล้าได้กล้าเสีย กล้าพูดกล้าเจรจา  อาชีพที่เหมาะสมคือ อสังหาริมทรัพย์ ค้าบ้าน ที่ดิน รถ งานด้านกลางคืน ด้านมืด หวย หุ้น นักการเมือง', 100, 'mediumseagreen', '2019-09-30 16:01:34'),
(105, '88', 'ใจกว้าง ชอบการเที่ยวเตร่เฮฮา รักสบาย ชอบความบันเทิง', 'เลขสำหรับบุคคลที่มีเพื่อนฝูงแวดล้อมมาก ใจกว้าง ชอบการเที่ยวเตร่เฮฮา รักสบาย ชอบความบันเทิง มีเสน่ห์และทุ่มเทกับทุกเรื่องอย่างที่สุด กล้าได้กล้าเสีย รู้เล่ห์เหลี่ยมกลโกง เท่าทันคน มักไปได้ดีกับธุรกิจหรืออาชีพที่เกี่ยวกับ บ่อน หวย หุ้น ผับ บาร์ อย่าใจร้อน ทำอะไรควรใช้สติอยู่เสมอ ไปได้ดีกับการทำธุรกิจดังกล่าว', 88, 'orange', '2019-09-30 16:02:05'),
(106, '89', 'มีอำนาจบารมี ใจกว้าง', 'มีอำนาจบารมี ใจกว้าง มีบารมีสั่งลูกน้องบริวาล หรือคุมคนได้ดี มีความเชื่อมั่นในตัวเองสูง มีสิ่งศักดิ์สิทธิ์คุ้มครอง ลางสังหรณ์แม่น เป็นคนไม่ยอมง้อใคร ชอบพึ่งพาตนเอง ดวงแข็งแคล้วคลาดปลอดภัย เป็นคนมีพลังจิตดีมีสัมผัสที่หกสามารถคาดการณ์ได้แม่นยำ ชอบเกี่ยวกับวัตถุมงคล ของโบราณ ของมีค่า บางทีทำตัวลึกลับเข้าถึงยาก เป็นคนอนุรักษ์นิยมและทันสมัยทันเหตุการณ์ในคนๆเดียว เรียนรู้อะไรได้อย่างรวดเร็ว อาชีพที่เหมาะสม ธุรกิจเกี่ยวกับค้าขายเครื่องลางของขลัง วัตถุโบราณ ธุรกิจอินเตอร์เน็ต หรืองานไอที ราชการ ทหาร ตำรวจ นักการเมือง ทำงานกับคนจำนวนมากๆ หรือต้องคุมคนเยอะๆ หรือคนที่มีบริวารใต้บังคับบัญชามากๆ', 100, 'mediumseagreen', '2019-09-30 16:02:36'),
(107, '90', 'มีสิ่งศักดิสิทธิ์คุ้มครอง ทำบุญขึ้น ลางสังหรณ์ดี', 'สัมผัสสิ่งเร้นรับเหนือธรรมชาติได้ดี มีสิ่งศักดิสิทธิ์คุ้มครอง ทำบุญขึ้น ลางสังหรณ์ดี โลกส่วนตัวสูง อ่อนไหว อาจทำให้คนรอบข้างเข้าถึงยากในบางครั้ง เป็นคนคาดการณ์แม่น รักอิสระ มักมีดวงไปได้ดีกับการศึกษาเรื่องเหนือธรรมชาติ เครื่องลางของขลัง สิ่งศักดิ์สิทธิ์ หรือของโบราณ มีดวงได้มีโอกาสเดินทางไปต่างถิ่น ไปได้ดีไกลบ้าน คบเพื่อนต่างชาติต่างภาษาดี และมีโชคเหนือความคาดหมายบ่อยๆ เหมาะสำหรับธุรกิจต่างแดน', 92, 'mediumseagreen', '2019-09-30 16:03:00'),
(108, '91', 'มีบุคลิกภาพน่าเชื่อถือ รักเกียรติ มีความทะเยอทะยาน มีความคิดสร้างสรรค์', 'มีบุคลิกภาพน่าเชื่อถือ รักเกียรติ มีความทะเยอทะยาน มีความคิดสร้างสรรค์  สามารถผ่านปัญหาและอุปสรรคไปได้บ่อยครั้ง มีโอกาสได้อยู่ในวงสังคมชั้นสูง หรือได้พบผู้สูงศักดิ์บ่อย มีชะตาที่เหมาะกับการติดต่อกับต่างประเทศ ไปอยู่ที่ไหนมักเป็นที่รู้จักอย่างรวดเร็วเข้าสังคมเก่ง แต่งตัวดูดีมีสไตล์ ดูภูมิฐาน มีความมั่นใจไปไหนมักเป็นที่รู้จัก ชื่อเสียงโด่งดัง มีคนนับถือและพูดถึงในทางที่ดีอยู่เป็นประจำ เป็นผู้นำ ศักดิ์ศรีและยศตำแหน่งดี มักได้เป็นหัวหน้าคน แถมยังได้เลื่อนขั้นหน้าที่การงานเร็ว มีวิสัยทัศน์ที่ดี มองการณ์ไกล และสามารถสร้างสรรค์สิ่งใหม่ๆได้อยู่เสมอ', 98, 'mediumseagreen', '2019-09-30 16:03:44'),
(109, '92', ' มีจิตนาการสูง ไหวพริบปฏิพานดีเรียนรู้อะไรได้รวดเร็ว ', 'เป็นคนที่มีความคิดสร้างสรรค์เป็นเริศ มีจิตนาการสูง ไหวพริบปฏิพานดีเรียนรู้อะไรได้รวดเร็ว ชอบตกแต่งดีไซร์ และชอบอะไรแปลกๆแหวกแนว ไม่เหมือนใคร อาร์ทๆ เกี่ยวกับงานศิลปะจะได้ทีทุกแขนง มีจิตสัมพัสดี ชอบสะสมของเก่าของแก่ วัตถุมงคล โบราณ หรือค้าของเก่าทุกชนิด งานที่เหมาะสมก็เกี่ยวกับของเก่า ของสะสม งานศิลปะ ออกแบบ เพลงหนัง ละคร ถ่ายภาพ หรือตกแต่ง ต่างๆ โรงแรม สปา ร้านอาหาร ร้านกาแฟ ร้านเบอร์เกอร์รี่  ร้านขนม ร้านเสื้อผ้า งานศิลปะ นาฬิกา เครื่องประดับทำของสวยงาม ของฟุ่มเฟือย และต้องทำของแพงๆ ค้าขายของแพงจะดีมาก', 92, 'mediumseagreen', '2019-09-30 16:04:08'),
(110, '93', 'มีความทะเยอทะยาน กระหายชัยชนะ', 'มีความทะเยอทะยาน กระหายชัยชนะ สนใจเรื่องนวัตกรรมและใฝ่รู้เรื่องต่างๆ มีความเป็นตัวของตัวเองสูงมาก เลขนี้จะเป็นเลขสร้างพลังขับ และกำลังใจในเรื่องงานเป็นอย่างดีที่สุดเลขหนึ่ง เรื่องงานในหน้าที่ก็นับเป็นเรื่องน่าแข่งขันเพื่อความก้าวหน้า \nเหมาะกับการทำธุรกิจที่ต้องแข่งขัน ธุรกิจเกี่ยวข้องกับเทคโนโลยีที่ล้ำสมัย  การประมูล นำเข้า ส่งออก ยานพหนะ วิศวะ ตำรวจ ทหาร สถาปนิก นักกีฬา หรืองานที่มีความเสี่ยง งานที่มีการแข่งขันต่างๆ\n', 100, 'mediumseagreen', '2019-09-30 16:04:33'),
(111, '94', ' รวดเร็ว ว่องไว คิดเร็วทำเร็ว', 'เป็นคนทำอะไร รวดเร็ว ว่องไว คิดเร็วทำเร็ว เร็วจนใครๆตามไม่ทัน มีความทันสมัยชอบค้นคว้าสิ่งใหม่ๆ ความคิดที่แปลกๆแหวกแนว ชอบท่องเที่ยวและศึกษาสิ่งรอบตัว ชอบติดตามข่าวสาร ทันต่อเหตุการณ์ ชอบเรื่องเทคโนโลยี พูดจาเก่ง คมคาย เป็นคนมีสิ่งศักดิ์สิทย์คุ้มครอง  อาชีพที่เหมาะสม นักข่าว เกี่ยวกับเทคโนโลยี ไอที การสื่อสารต่างๆ ค้าขายของเก่า', 95, 'mediumseagreen', '2019-09-30 16:04:54'),
(112, '95', 'เจ้าปัญญา สุขภาพดี มีโชค พบเจอแต่สิ่งดีงาม', 'รหัสแห่งความโชคดี ดาวพฤหัสเลข5 ดาวแห่งครู ความรู้ ศิลปวิทยาการ เมื่อโคจรมาอยู่กับดาวพระเกตุ เลข9 ดาวสิ่งศักดิ์สิทธิ์ ดาวลึกลับ ดาวมหัศจรรย์ ดาวกลับร้ายกลายเป็นดีและทำให้ดีเพิ่มทวีคูณ เป็นคนมีความเฉลียดฉลาด ทันคน มีจิตใจเยือกเย็น มีสติมีปัญญา มีความก้าวหน้าในชีวิตและการงาน มีความสามารถพิเศษ รู้สิ่งใดแล้วรู้จริง รู้ลึกรู้รอบ เมื่อใช้ไปเป็นเวลานาน มักได้เป็นนักปราชญ์เมธี ผู้มีความรู้ ความสามารถให้ความนับถือ จิตใจแน่นิ่ง มั่นคง สุขุม เยือกเย็น ตั้งมั่นและมีสมาธิ เป็นผู้มีสัมผัสละเอียดอ่อน มีเซ้นส์ มีลางสังหรณ์แม่นยำ เป็นคนจิตใจดี โอบอ้อมอารีมีน้ำใจงดงาม มีความถนัดและสนใจในเรื่องโหราศาตร์ ปรัชญา ศาสนา พิธีกรรม และในมุมนึงของชีวิตก็เป็นคนหัวก้าวหน้า ทันเทคโนโลยี นำสมัย มีเกณฑ์ได้เดินทางไกล ไปเมืองนอก หรือคบค้าสมาคมกับเมืองนอกหรือเพื่อนต่างถิ่นต่างที่ เข้ากับผู้อื่นได้ง่าย ด้วยความมีน้ำใจ เป็นผู้ให้เป็นผู้เสียสละ มีแต่คนรัก มีแต่คนชื่นชมนับหน้าถือตา เข้าหาผู้ใหญ่ได้ง่าย ผู้ใหญ่ก็เมตตาอุปถัมภ์ค้ำชูดูแลดีมากๆ เมื่อเดินทางไกลมักจะมีโชค เดินทางไกล ไปต่างที่แล้วจะได้ดี มีโชคลาภลอยมาแบบแปลกๆ\n\nพบเจอสิ่งดีงามมหัศจรรย์ในชีวิต ได้พบเจอครูบาอาจารย์ที่ดี และเป็นผู้ทำบุญแล้วเห็นผลไวทันตา วาสนาดี ดวงดี รวมถึงสุขกายสุขภาพใจดีแข็งแรงอีกด้วย ใช้ได้ทุกเพศทุกวัย ครู หมอ พยาบาล ราชการใช้ได้ดี นักเรียนนักศึกษา ควรใช้ให้ลดความคึกคะนองและมีเหตุผลในการใช้ชีวิตมากขึ้น ไตร่ตรองมากขึ้น พระหรือผู้ปฏิบัติธรรม คนทำบุญก็ควรใช้ และเหมาะสม พ่อค้า แม่ค้า นักลงทุนก็ใช้ได้ดีมากมีโชคเฮงตลอด เพียงแต่จัดตำแหน่งให้ถูกต้อง ที่สำคัญเหมาะกับ พ่อแม่ของเรา คนวัยเกษียณวัยเลิกทำงานแล้ว หรือผู้สูงอายุ เบอร์นี้เกี่ยวในเรื่องของความใจเย็น มีเหตุผล ที่สำคัญคือ เข้าวัดปฏิบัติธรรม ไม่โวยวายด่าลูกหลาน ใจเย็น รวมถึงมีสุขภาพพลานามัยสมบูรณ์แข็งแรง ไม่เป็นคนแก่ปากจัด\n\nเบอร์นี้โดยภาพรวมแล้วจึงเป็นเลขดีมาก มีพลังงานด้านโชคมาก อะไรดีๆ เฮงๆ จะเข้ามาในชีวิตมากขึ้นเรื่อยๆ ในระยะที่ยังใช้เบอร์นี้เป็นประจำ ชีวิตมีการก้าวหน้าพัฒนาตัวเองอยู่เสมอ มีปัญญาละเอียดลึกซึ้ง เมื่อศึกษาสิ่งใดมักลงลึกถึงแก่นแท้ ทำบุญเห็นผลไวทันตา สุขภาพแข็งแรงทั้งกายและใจ บั้นปลายชีวิตจะศึกษาธรรมแสวงหาความวิเวกหลุดพ้นสัจธรรมของชีวิต', 100, 'mediumseagreen', '2019-09-30 16:05:14'),
(113, '96', 'มีรสนิยมดี รักเพื่อนฝูง', 'เป็นเลขที่มีเสน่ห์เมตตามหานิยม มีรสนิยมดี รักเพื่อนฝูง เงินทองหาง่ายๆ มีกินมีใช้ตลอดไม่ขาดมือ มีโชคมีลาภแบบฟลุคๆ มีสิ่งศักดิ์สิทธิ์คุ้มครอง มีชื่อเสียงโดดเด่นใครๆมักรู้จักในวงสังคมเป็นที่รักของใครๆ มีเสนห์แรงต่อเพศตรงข้าม มีนิสัยร่าเริงเข้ากับใครง่ายๆ พูดจาอ่อนหวานโอบอ้อมอารี ชอบแต่งตัวรักสวยรักงาม อาชีพที่เหมาะสม เกี่ยวกับเครื่องประดับ นักแสดง ดารา นักร้อง นักลงทุน โรงแรม ร้านอาหาร เสื้อผ้าแฟร์ชั่น ของสวยงาม เครื่องประดับ จิวเวอร์รี่ งานศิลปะ นาฬิกา ทำของสวยงาม ครีม เครื่องสำอาง ขายของออนไลน์ ของฟุ่มเฟือย และต้องทำของแพงๆ ค้าขายของแพงจะดีมาก', 98, 'mediumseagreen', '2019-09-30 16:05:33'),
(114, '97', 'มีบารมี มีวิชาความรู้พอตัว วิสัยทัศน์ดี', 'มีบารมี มีวิชาความรู้พอตัว วิสัยทัศน์ดี มีไอเดียเก๋ๆ แปลกๆ ให้คนรอบข้างทึ่งอยู่เสมอ มีความสนใจในเรื่องเหนือธรรมชาติและเรื่องเทคโนโลยีความล้ำสมัยไปพร้อมๆกัน เจ้าตัวมีบุคลิกทะมัดทะแมง มีสไตล์โดดเด่นไม่เหมือนใคร มักคาดการณ์สิ่งต่างๆได้แม่นยำ เหมาะกับการลงทุนในธุรกิจเครือข่าย นักวางแผน นักลงทุน นักค้าวัตถุมงคลและของโบราณหรืออุปกรณ์ไอทีเป็นต้น', 95, 'mediumseagreen', '2019-09-30 16:06:04'),
(115, '98', 'มีอำนาจบารมี ใจกว้าง', 'มีอำนาจบารมี ใจกว้าง มีบารมีสั่งลูกน้องบริวาล หรือคุมคนได้ดี มีความเชื่อมั่นในตัวเองสูง มีสิ่งศักดิ์สิทธิ์คุ้มครอง ลางสังหรณ์แม่น เป็นคนไม่ยอมง้อใคร ชอบพึ่งพาตนเอง ดวงแข็งแคล้วคลาดปลอดภัย เป็นคนมีพลังจิตดีมีสัมผัสที่หกสามารถคาดการณ์ได้แม่นยำ ชอบเกี่ยวกับวัตถุมงคล ของโบราณ ของมีค่า บางทีทำตัวลึกลับเข้าถึงยาก เป็นคนอนุรักษ์นิยมและทันสมัยทันเหตุการณ์ในคนๆเดียว เรียนรู้อะไรได้อย่างรวดเร็ว อาชีพที่เหมาะสม ธุรกิจเกี่ยวกับค้าขายเครื่องลางของขลัง วัตถุโบราณ ธุรกิจอินเตอร์เน็ต หรืองานไอที ราชการ ทหาร ตำรวจ นักการเมือง ทำงานกับคนจำนวนมากๆ หรือต้องคุมคนเยอะๆ หรือคนที่มีบริวารใต้บังคับบัญชามากๆ', 100, 'mediumseagreen', '2019-09-30 16:06:33'),
(116, '99', 'ดวงดีมากๆ มีบารมี มีคนเคารพ ', 'ดวงดีมากๆ มีบารมี มีคนเคารพ เป็นคนมีสัมผัสพิเศษ ยิ่งทำบุญมากยิ่งทำให้มีโชคไม่คาดฝัน ร่ำรวยรวดเร็วไม่ว่าจะทำอะไรก็ดีไปหมด มีกมีลางสังหรณ์แม่นยำ มีสิ่งศักดิ์สิทธิ์คอยคุ้มครอง ประสบความสำเร็จและโชคลาภแบบปฏิหารอยู่เสมอ บางคนมีวาจาศักดิ์สิทธิ์พูดสิ่งใดมักเป็นจริงเสียด้วย ชอบคิดต่างมุมกับคนอื่น เป็นคนมีความคิดเป็นตัวของตัวเอง อาชีพที่เหมาะสมคือ ติดต่อธุรกิจต่างประเทศ ต่างจังหวัด นักการเมือง นักวิทยาศาสตร์ นักบวช หมอดู นักพลังจิต นักสอนศาสนา หรือเกี่ยวกับสิ่งเล้นลับธรรมชาติ', 100, 'mediumseagreen', '2019-09-30 16:06:55');

-- --------------------------------------------------------

--
-- Table structure for table `berpredict_sum`
--

CREATE TABLE `berpredict_sum` (
  `predict_id` int(5) NOT NULL,
  `predict_numb` int(5) NOT NULL,
  `predict_name` varchar(255) NOT NULL,
  `predict_description` text NOT NULL,
  `predict_pin` set('yes','no') NOT NULL DEFAULT 'no',
  `date_create` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `berpredict_sum`
--

INSERT INTO `berpredict_sum` (`predict_id`, `predict_numb`, `predict_name`, `predict_description`, `predict_pin`, `date_create`) VALUES
(82, 40, 'พลังอำนาจมหัศจรรย์ส่งเสริมความสำเร็จ', 'ฉลาดหลักแหลมและเป็นคนพูดเก่ง มักเอาตัวรอดเก่ง มีไหวพริบดี เป็นนักพูดนักเจรจาได้ดี เหมาะที่จะทำงานเกี่ยวกับ เลขา ประสานงานต่างๆ นักบัญชี นักข่าว นักสืบ นักเจรจาต่อรอง ชอบลองของใหม่ ชอบบุกเบิกสิ่งใหม่ ของทันสมัย ทำอะไรแหวกแนวสร้างความแปลกใจให้แก่สังคม ค้นหา', 'yes', '2019-08-13 16:36:02'),
(84, 23, 'พลังมหาเสน่ห์เมตตามหานิยม', 'เลขคู่นี้เป็นเลขที่เสน่ห์แรงมากๆแรงแบบฉุดไม่อยู่ เหมาะสำหรับคนที่โสดและต้องการคู่ หรือไร้คู่มานาน เลขคู่นี้สามารถช่วยคุณได้ดีเลยทีเดียว จากคนที่ดูไร้เสน่ห์ หรือ ดูจืดๆ หากเอามาใช้เลขคู่นี้จะทำให้ดูมีเสน่ห์ต่อผู้พบเห็น มีคนอุปถัมป์ค้ำชูเป็นที่รักของคนทั่วไป', 'no', '2019-08-13 17:05:49'),
(85, 25, 'พลังการสนับสนุนค้ำจุน', '	คุณสร้างเนื้อสร้างตัวได้เร็ว หาเงินเก่ง บุคลิกเป็นผู้ใหญ่ ปัญญาดี ใฝ่รู้ เข้ากับผู้ใหญ่ได้ดี เลขนี้เป็นเลขนารีอุปถัมภ์ ผู้ชายใช้ได้ดี จะได้รับความร่วมมือเกื้อหนุนจากสตรีเป็นอย่างดีเยี่ยม ตรงข้าม ถ้าผู้หญิงใช้จะต้องกลับเป็นฝ่ายเอาอกเอาใจผู้ชายแต่เลขคู่นี้ทำให้คู่รักหลายๆคู่อยู่กันยืดมานักต่อนัก แรกๆอาจขัดแย้งกันบ้าง แต่ต่อไปจะราบรื่น เข้าใจและเห็นใจกันเป็นอย่างดี ทั้งนี้ที่กล่าวไปเป็นการวิเคราะห์จากตำราหลายๆเล่ม แต่มีส่วนเสริมเล็กๆจากประสบการณ์ในการเปลี่ยนเบอร์ให้สุภาพสตรีหลายคนที่เบอร์เดิมมีเลขนี้ปนอยู่ มักจะเป็นคนช่างเอาอกเอาใจผู้ชาย ส่งเสริมเรื่องรักโรแมนติกให้รู้สึกกระชุ่มกระชวย เลขนี้จึงเหมาะกับบุรุษ หรือสตรีที่มีครอบครัวแล้ว', 'no', '2019-08-13 17:05:49'),
(86, 24, 'พลังแห่งความสำเร็จ สมบูรณ์พูลสุข', 'เป็นคนมีเสน่ห์เมตตามหานิยมสูง ใครเห็นใครก็รัก ใครเห็นก็ชื่นชม มีชีวิตสุขสบาย มีงานมีเงินเข้ามากขึ้น จิตใจดี ชอบเอื้อเฟื้อเผื่อแผ่ มีเพื่อนรายล้อมมากมาย และได้รับความช่วยเหลือเป็นอย่างดี หาเงินหาทองเก่ง เจรจาดี ปากหวาน หว่านล้อมคนได้ดี มีโชคเกี่ยวกับเงินทอ', 'no', '2019-08-13 17:05:49'),
(87, 36, 'พลังแห่งความรักความอบอุ่น เงินทองไม่ขาดมือ', 'เลขนี้ใช้ดีๆจะรวย เป็นบุคคลที่เด็ดเดี่ยวกล้าหาญ และน่ารักอ่อนหวานในคนเดียวกัน เป็นเลขพลังเสน่ห์และการเงิน เป็นคนมีเสน่ห์ ได้รับการสนับสนุนจากคนรอบข้าง ขยันหาเงินเก่งฉลาดหารายได้ มั่นใจในตัวเองสูง เป็นคนรักศักดิ์ศรี ไม่ง้อใคร ชอบเดินทางต่างถิ่น มีฐานะมั่นคง', 'yes', '2019-08-13 17:05:49'),
(88, 32, 'พลังมหาเสน่ห์เมตตามหานิยม', 'เลขคู่นี้เป็นเลขที่เสน่ห์แรงมากๆแรงแบบฉุดไม่อยู่ เหมาะสำหรับคนที่โสดและต้องการคู่ หรือไร้คู่มานาน เลขคู่นี้สามารถช่วยคุณได้ดีเลยทีเดียว จากคนที่ดูไร้เสน่ห์ หรือ ดูจืดๆ หากเอามาใช้เลขคู่นี้จะทำให้ดูมีเสน่ห์ต่อผู้พบเห็น มีคนอุปถัมป์ค้ำชูเป็นที่รักของคนทั่วไ', 'yes', '2019-08-23 09:32:59'),
(89, 41, 'พลังมหาจักรวาล ความรุ่งโรจน์สำเร็จ', 'เป็นกำลังดาวจักรพรรดิ จึงทำเป็นคนเข้มแข็ง มีพลังกล้าแข็ง ส่งเสริมให้ชีวิตประสบความสำเร็จอย่างดีเยี่ยม ทำให้เป็นคนมีความคิดสุขุมลุ่มลึก เป็นคนชอบศึกษาค้นคว้า มีความยุติธรรมเป็นหลักประจำใจ ถ้าเป็นเด็กจะเรียนเก่ง ผู้ใหญ่มักจะให้การอุปถัมภ์ เป็นคนที่มีความทะเ', 'yes', '2019-09-30 17:11:03'),
(90, 42, 'พลังแห่งความสำเร็จ สมบูรณ์พูลสุข', 'เป็นคนมีเสน่ห์เมตตามหานิยมสูง ใครเห็นใครก็รัก ใครเห็นก็ชื่นชม มีชีวิตสุขสบาย มีงานมีเงินเข้ามากขึ้น จิตใจดี ชอบเอื้อเฟื้อเผื่อแผ่ มีเพื่อนรายล้อมมากมาย และได้รับความช่วยเหลือเป็นอย่างดี หาเงินหาทองเก่ง เจรจาดี ปากหวาน หว่านล้อมคนได้ดี มีโชคเกี่ยวกับเงินทอ', 'yes', '2019-09-30 17:11:18'),
(91, 44, 'พลังส่งเสริมความสำเร็จ การเจรจาเป็นเลิศ', 'คุณเป็นคนฉลาด หัวไว ทันสมัย ชอบทดลองอะไรแปลกๆใหม่ๆ ชอบล้วงความลับ มีความสมารถในการสืบเสาะ ไหวพริบดี ช่างคิดช่างวางแผนบุคลิกเป็นคนหูไว ตาไว คล่องแคล่ว กระฉับกระเฉง ทันโลก ทันเกม ทันคน ชอบการเคลื่อนไหวและการเปลี่ยนแปลง ไม่ชอบอยู่นิ่งๆถนัดด้านงานสื่อสาร งานพ', 'yes', '2019-09-30 17:11:28'),
(92, 45, 'พลังแห่งความสำเร็จ มากทรัพย์ร่ำรวยมรดก', 'การรวมตัวของพลังปัญญาทางโลก และพลังปัญญาเหนือโลก ผู้ใดได้ใช้เลขชุดนี้จะมีพรสวรรค์ในด้านวิชาการ นำเสนอผลงานใดๆมักมีเหตุผลที่น่าทึ่งรองรับเสมอจึงไม่ค่อยถูกปฎิเสธจากผู้หลักผู้ใหญ่ สามารถบริหารจัดการและลำดับความคิดได้ดีเยี่ยม ทำธุรกิจก้ได้ รับราชการก้ดี เป็นเ', 'yes', '2019-09-30 17:48:17'),
(93, 46, 'พลังแห่งโชค วาจาเป็นทรัพย์ ร่ำรวยเงินทอง', 'เป็นคนมีเสน่ห์ เจรจาอ่อนหวานน่ารัก ใครเข้ามาคุยด้วยมักติดกับ หลงไหลในเสน่ห์ ช่างพูดช่างเจรจรา เป็นคนอารมณ์ดี สนุกสนานรักสวยรักงาม โรแมนติก ขี้เอาอกเอาใจมักเข้ากับคนได้ง่าย จึกเป็นที่รักของผู้คน เลขคู่นี้จึงมีแต่คนรัก ได้ดีเพราะปาก ค้าขายก็ดี พูดเก่งขายเก่', 'yes', '2019-09-30 17:48:29'),
(94, 50, 'พลังความสำเร็จที่ยิ่งใหญ่ มั่งคั่งอย่างมั่นคง', 'เป็นคนมีจิตใจดี ใจบุญสุนทาน รักความยุติธรรม ชอบศีกษาด้านศาสนาปรัชญา มีเหตุผลในการตัดสินใจด้วยการพิจารณาของตน คิดเองทำเองไม่ชอบพึ่งใคร ชอบท่องเที่ยวต่างแดน มักมีเพื่อนเป็นชาวต่างชาติ มีโชคในต่างแดน ชอบคบหากับคนที่อาวุโสกว่า เพราะมีความคิดที่เป็นผู้ใหญ่ เป็', 'yes', '2019-10-01 09:10:59'),
(95, 51, 'พลังความสมบูรณ์ พูลสุข', 'จัดเป็นหมายเลขที่โชคดีมากจะได้รับพรประเสริฐและสามารถนำความผาสุขเอนกอนันต์มาสู่คนทั้งปวงมีชะตารุ่งโรจน์สดใสดี เข้าหาผู้หลักผู้ใหญ่มักได้รับความเมตตา เป็นคนอ่อนน้อม รักความยุติธรรม สติปัญญาดี ดวงดี มีเหตุผล มักมีหน้าที่การงานดี ได้รับความเอ็นดูรักใคร่จากคนร', 'yes', '2019-10-01 09:11:12'),
(96, 54, 'พลังแห่งความสำเร็จ มากทรัพย์ร่ำรวยมรดก', 'การรวมตัวของพลังปัญญาทางโลก และพลังปัญญาเหนือโลก ผู้ใดได้ใช้เลขชุดนี้จะมีพรสวรรค์ในด้านวิชาการ นำเสนอผลงานใดๆมักมีเหตุผลที่น่าทึ่งรองรับเสมอจึงไม่ค่อยถูกปฎิเสธจากผู้หลักผู้ใหญ่ สามารถบริหารจัดการและลำดับความคิดได้ดีเยี่ยม ทำธุรกิจก้ได้ รับราชการก้ดี เป็นเ', 'yes', '2019-10-01 09:11:28'),
(97, 55, 'พลังความสุขสมหวังเจริญก้าวหน้า', 'พลังปัญญาบริสุทธ์ ผู้ใดได้ครอบครองหมายเลขนี้มักเป็นคนใฝ่ดี รักความยุติธรรม อบอุ่น อ่อนโยน ใจดี ใจเย็น เป็นคนมีสมาธิ มีสติในการครองตนอย่างดีเยี่ยม ชีวิตมักประสบความสำเร็จ งานดี เงินดี เป็นคนมีความสุขได้จากภายในจิตใจตนเอง รู้เท่าทันความคิดตน สมถะ ชีวิตโดยรว', 'yes', '2019-10-01 09:11:42'),
(98, 14, 'พลังแห่งสติปัญญาไหวพริบและมงคล', 'เป็นกำลังดาวจักรพรรดิ จึงทำเป็นคนเข้มแข็ง มีพลังกล้าแข็ง ส่งเสริมให้ชีวิตประสบความสำเร็จอย่างดีเยี่ยม ทำให้เป็นคนมีความคิดสุขุมลุ่มลึก เป็นคนชอบศึกษาค้นคว้า มีความยุติธรรมเป็นหลักประจำใจ ถ้าเป็นเด็กจะเรียนเก่ง ผู้ใหญ่มักจะให้การอุปถัมภ์ เป็นคนที่มีความทะเ', 'no', '2019-10-01 09:14:34'),
(99, 43, 'พลังแห่งสติปัญญา ความรอบรู้', 'หัวรุนแรง ช่างคิดช่างจดจำ ถนัดใช้คำพูดเชือดเฉือนหัวใจผู้อื่น มีชั้นเชิง มีความมุ่งมั่น มีความเฉลียวฉลาดในการประกอบอาชีพเลี้ยงปากท้อง เป็นคนไม่อ้อมค้อมปากว่ามือถึงชอบงานท้าทายให้ระวังจะมีศัตรูเพราะปาก ชะตามีความเสี่ยงจะเกิดอุบัติเหตุ มีเคราะห์ อาจเป็นโรคจิ', 'no', '2019-10-01 09:16:11'),
(103, 15, 'พลังแห่งเสน่ห์ อุปถัมภ์ค้ำชู', 'จัดเป็นหมายเลขที่โชคดีมากจะได้รับพรประเสริฐและสามารถนำความผาสุขเอนกอนันต์มาสู่คนทั้งปวงมีชะตารุ่งโรจน์สดใสดี เข้าหาผู้หลักผู้ใหญ่มักได้รับความเมตตา เป็นคนอ่อนน้อม รักความยุติธรรม สติปัญญาดี ดวงดี มีเหตุผล มักมีหน้าที่การงานดี ได้รับความเอ็นดูรักใคร่จากคนร', 'no', '2019-10-03 16:49:46'),
(104, 19, 'พลังแห่งความสำเร็จจากผู้อุปถัมภ์', 'มีบุคลิกภาพน่าเชื่อถือ รักเกียรติ มีความทะเยอทะยาน มีความคิดสร้างสรรค์  สามารถผ่านปัญหาและอุปสรรคไปได้บ่อยครั้ง มีโอกาสได้อยู่ในวงสังคมชั้นสูง หรือได้พบผู้สูงศักดิ์บ่อย มีชะตาที่เหมาะกับการติดต่อกับต่างประเทศ ไปอยู่ที่ไหนมักเป็นที่รู้จักอย่างรวดเร็วเข้าสั', 'no', '2019-10-03 16:53:08'),
(105, 34, 'พลังแห่งสติปัญญา ความรอบรู้', 'หัวรุนแรง ช่างคิดช่างจดจำ ถนัดใช้คำพูดเชือดเฉือนหัวใจผู้อื่น มีชั้นเชิง มีความมุ่งมั่น มีความเฉลียวฉลาดในการประกอบอาชีพเลี้ยงปากท้อง เป็นคนไม่อ้อมค้อมปากว่ามือถึงชอบงานท้าทายให้ระวังจะมีศัตรูเพราะปาก ชะตามีความเสี่ยงจะเกิดอุบัติเหตุ มีเคราะห์ อาจเป็นโรคจิต', 'no', '2019-10-03 16:56:01'),
(106, 5, 'พลังแห่งปัญญาและความสามารถ', 'เป็นคนมีจิตใจดี ใจบุญสุนทาน รักความยุติธรรม ชอบศีกษาด้านศาสนาปรัชญา มีเหตุผลในการตัดสินใจด้วยการพิจารณาของตน คิดเองทำเองไม่ชอบพึ่งใคร ชอบท่องเที่ยวต่างแดน มักมีเพื่อนเป็นชาวต่างชาติ มีโชคในต่างแดน ชอบคบหากับคนที่อาวุโสกว่า เพราะมีความคิดที่เป็นผู้ใหญ่ เป็', 'no', '2019-10-03 16:56:22'),
(107, 56, 'พลังความรุ่งเรืองสุขสมหวังทั้งความรักและเงินตรา', 'เลขคู่แห่งบุญญาบารมี วาสนา และปัญญา เรียกว่า &#34;คู่ทรัพย์ คู่โชค&#34; ผู้ใดได้ครอบครองเลขนี้จะเข้าใจชีวิตจากทั้งทางโลกและทางธรรม เรียนเก่ง ทำงานเก่ง ทำสิ่งใดมักบรรลุผลตามเป้าหมาย เป็นบุคคลที่มีเสน่ห์ เฉลียวฉลาด เป็นที่รักใครของคนรอบข้าง ประสบความสำเร็จใ', 'yes', '2019-10-03 16:58:27'),
(108, 65, 'พลังความรุ่งเรืองสุขสมหวังทั้งความรักและเงินตรา', 'เลขคู่แห่งบุญญาบารมี วาสนา และปัญญา เรียกว่า &#34;คู่ทรัพย์ คู่โชค&#34; ผู้ใดได้ครอบครองเลขนี้จะเข้าใจชีวิตจากทั้งทางโลกและทางธรรม เรียนเก่ง ทำงานเก่ง ทำสิ่งใดมักบรรลุผลตามเป้าหมาย เป็นบุคคลที่มีเสน่ห์ เฉลียวฉลาด เป็นที่รักใครของคนรอบข้าง ประสบความสำเร็จใ', 'yes', '2019-10-03 16:58:32'),
(109, 59, 'พลังความรุ่งเรืองก้าวหน้า ยอดรหัสแห่งชีวิต', 'มีโชคลาภบ่อยๆ สังหรณ์แม่น ฝันแม่น ชีวิตมักมีเรื่องเกี่ยวพันกับเรื่องราวโบราณ หรือเทคโนโลยีสมัยใหม่ มีสิ่งศักดิ์สิทธิ์คุ้มครองดีมาก ผู้ใหญ่ให้ความเมตตาเป็นอย่างมาก เป็นคนใจบุญ รักการให้รักการทำบุญ และมักจะเห็นผลทันตา โชคลาภเข้ามาแบบไม่ทันตั้งตัว สุขภาพดี ท', 'yes', '2019-10-03 17:01:47'),
(110, 95, 'พลังของสิ่งศักดิ์สิทธิ์คุ้มครอง', '', 'no', '2019-10-03 17:01:58'),
(111, 6, 'พลังแห่งโชค ร่ำรวยเงินทองพลังแห่งโชค', 'มีโชคเรื่องการเงิน และความเพ้อฝัน เป็นคนมีเสน่ห์ ดึงดูดใจ ให้คนชอบพอรักใคร่ เป็นบุคคลที่มีความโชคดีเกี่ยวกับเรื่องเงินๆทองๆ จะสามารถหามาได้โดยง่าย ศุภโชค โภคทรัพย์ เข้ากับคนได้ทุกระดับ จะมีคนช่วยเหลือสนับสนุน เป็นเลขแห่งศิลป์และความเพ้อฝัน รักสวยรักงาม อา', 'no', '2019-10-03 17:03:02'),
(112, 60, 'พลังแห่งศิลป์ มีโชคเรื่องการเงิน', 'มีโชคเรื่องการเงิน เป็นคนมีเสน่ห์ ดึงดูดใจ ให้คนชอบพอรักใคร่ เป็นบุคคลที่มีความโชคดีเกี่ยวกับเรื่องเงินๆทองๆ จะสามารถหามาได้โดยง่าย ศุภโชค โภคทรัพย์ เข้ากับคนได้ทุกระดับ จะมีคนช่วยเหลือสนับสนุน เป็นเลขแห่งศิลป์และความเพ้อฝัน รักสวยรักงาม อารมณ์ปราณีต ละเอ', 'yes', '2019-10-03 17:03:07'),
(116, 53, 'พลังแห่งผู้นำ อำนาจ บารมี', 'คุณเป็นคนมีวาสนาดีทีเดียว ได้รับการอุปถัมป์ค้ำชูจากทั้งผู้บังคับบัญชา และผู้ใต้บังคับบัญชา มีคนนับหน้าถือตามีอำนาจบารมี การเงินหมุนเวียนดีพอสมควร สามารถร่ำรวยได้ไม่ยากประสบความสำเร็จเพราะพลังงานเข้มแข็งในตัว ใจคอกว้างขวาง มีมาดดุดัน น่ายำเกรง และมีเสน่ห์ต', 'yes', '2019-10-04 10:35:23'),
(118, 33, 'พลังแห่งความมานะพากเพียร', 'อารมณ์รุนแรง แบบนักรบ มีพละกำลังมาก แข็งแกร่งทั้งร่างกายและจิตใจ ขยันสู้งาน ทรหด อดทน ขาลุยของแท้และดั้งเดิม ชอบทำมากกว่าพูด กล้าได้กล้าเสีย ถึงลูกถึงคน วู่วาม มุทะลุ ดุดัน อารมณ์ร้อน ขี้หงุดหงิด ทำการงานรวดเร็ว ว่องไว พูดจาตรงไปตรงมา จริงจังทุกคำพูด อาจจ', 'no', '2019-10-04 17:37:46'),
(119, 63, 'พลังแห่งความรักความอบอุ่น เงินทองไม่ขาดมือ', 'เลขนี้ใช้ดีๆจะรวย เป็นบุคคลที่เด็ดเดี่ยวกล้าหาญ และน่ารักอ่อนหวานในคนเดียวกัน เป็นเลขพลังเสน่ห์และการเงิน เป็นคนมีเสน่ห์ ได้รับการสนับสนุนจากคนรอบข้าง ขยันหาเงินเก่งฉลาดหารายได้ มั่นใจในตัวเองสูง เป็นคนรักศักดิ์ศรี ไม่ง้อใคร ชอบเดินทางต่างถิ่น มีฐานะมั่นค', 'yes', '2019-10-04 17:39:01'),
(120, 99, 'พลังความสมบูรณ์พูลสุข', 'ดวงดีมากๆ มีบารมี มีคนเคารพ เป็นคนมีสัมผัสพิเศษ ยิ่งทำบุญมากยิ่งทำให้มีโชคไม่คาดฝัน ร่ำรวยรวดเร็วไม่ว่าจะทำอะไรก็ดีไปหมด มีกมีลางสังหรณ์แม่นยำ มีสิ่งศักดิ์สิทธิ์คอยคุ้มครอง ประสบความสำเร็จและโชคลาภแบบปฏิหารอยู่เสมอ บางคนมีวาจาศักดิ์สิทธิ์พูดสิ่งใดมักเป็นจ', 'no', '2019-10-05 10:09:38'),
(121, 98, 'พลังอำนาจบารมี', 'มีอำนาจบารมี ใจกว้าง มีบารมีสั่งลูกน้องบริวาล หรือคุมคนได้ดี มีความเชื่อมั่นในตัวเองสูง มีสิ่งศักดิ์สิทธิ์คุ้มครอง ลางสังหรณ์แม่น เป็นคนไม่ยอมง้อใคร ชอบพึ่งพาตนเอง ดวงแข็งแคล้วคลาดปลอดภัย เป็นคนมีพลังจิตดีมีสัมผัสที่หกสามารถคาดการณ์ได้แม่นยำ ชอบเกี่ยวกับว', 'no', '2019-10-05 10:11:00'),
(122, 89, 'พลังอำนาจบารมี', 'มีอำนาจบารมี ใจกว้าง มีบารมีสั่งลูกน้องบริวาล หรือคุมคนได้ดี มีความเชื่อมั่นในตัวเองสูง มีสิ่งศักดิ์สิทธิ์คุ้มครอง ลางสังหรณ์แม่น เป็นคนไม่ยอมง้อใคร ชอบพึ่งพาตนเอง ดวงแข็งแคล้วคลาดปลอดภัย เป็นคนมีพลังจิตดีมีสัมผัสที่หกสามารถคาดการณ์ได้แม่นยำ ชอบเกี่ยวกับว', 'no', '2019-10-05 10:11:18'),
(123, 97, 'พลังความรุ่งโรจน์ วิสัยทัศน์ดี', 'มีบารมี มีวิชาความรู้พอตัว วิสัยทัศน์ดี มีไอเดียเก๋ๆ แปลกๆ ให้คนรอบข้างทึ่งอยู่เสมอ มีความสนใจในเรื่องเหนือธรรมชาติและเรื่องเทคโนโลยีความล้ำสมัยไปพร้อมๆกัน เจ้าตัวมีบุคลิกทะมัดทะแมง มีสไตล์โดดเด่นไม่เหมือนใคร มักคาดการณ์สิ่งต่างๆได้แม่นยำ เหมาะกับการลงทุน', 'no', '2019-10-05 10:15:06'),
(124, 1, 'พลังของนักสู้ เป็นคนที่มีความกล้าหาญ', 'เป็นคนมีความมั่นใจในตัวเองสูง มีความทะเยอทะยานดี ชอบของแปลกใหม่ ไม่ชอบซ้ำแบบใคร เป็นคนถือเกียรติ ไม่ชอบอยู่ใต้บังคับบัญชาของใคร ชอบทำอะไรที่แปลกแหวกแนวไม่เหมือนใคร ไม่ค่อยนุ่มนวล กล้าได้กล้าเสีย ชีวิตมักมีอุปสรรค จับงานอะไรมักจะเจอคู่แข่ง มีคนปองร้าย บริว', 'no', '2019-10-05 11:36:03'),
(125, 10, 'พลังของนักสู้ เป็นคนที่มีความกล้าหาญ', 'เป็นคนมีความมั่นใจในตัวเองสูง มีความทะเยอทะยานดี ชอบของแปลกใหม่ ไม่ชอบซ้ำแบบใคร เป็นคนถือเกียรติ ไม่ชอบอยู่ใต้บังคับบัญชาของใคร ชอบทำอะไรที่แปลกแหวกแนวไม่เหมือนใคร ไม่ค่อยนุ่มนวล กล้าได้กล้าเสีย ชีวิตมักมีอุปสรรค จับงานอะไรมักจะเจอคู่แข่ง มีคนปองร้าย บริว', 'no', '2019-10-05 11:38:08'),
(126, 96, 'พลังความรุ่งเรืองสุขสมหวังทั้งความรักและเงินตรา', 'เป็นเลขที่มีเสน่ห์เมตตามหานิยม มีรสนิยมดี รักเพื่อนฝูง เงินทองหาง่ายๆ มีกินมีใช้ตลอดไม่ขาดมือ มีโชคมีลาภแบบฟลุคๆ มีสิ่งศักดิ์สิทธิ์คุ้มครอง มีชื่อเสียงโดดเด่นใครๆมักรู้จักในวงสังคมเป็นที่รักของใครๆ มีเสนห์แรงต่อเพศตรงข้าม มีนิสัยร่าเริงเข้ากับใครง่ายๆ พูด', 'no', '2019-10-05 14:03:15'),
(127, 69, 'พลังความอ่อนหวาน โดดเด่น', 'เป็นเลขที่มีเสน่ห์เมตตามหานิยม มีรสนิยมดี รักเพื่อนฝูง เงินทองหาง่ายๆ มีกินมีใช้ตลอดไม่ขาดมือ มีโชคมีลาภแบบฟลุคๆ มีสิ่งศักดิ์สิทธิ์คุ้มครอง มีชื่อเสียงโดดเด่นใครๆมักรู้จักในวงสังคมเป็นที่รักของใครๆ มีเสนห์แรงต่อเพศตรงข้าม มีนิสัยร่าเริงเข้ากับใครง่ายๆ พูด', 'yes', '2019-10-05 14:03:29'),
(128, 94, 'พลังแห่งการสื่อสาร', 'เป็นคนทำอะไร รวดเร็ว ว่องไว คิดเร็วทำเร็ว เร็วจนใครๆตามไม่ทัน มีความทันสมัยชอบค้นคว้าสิ่งใหม่ๆ ความคิดที่แปลกๆแหวกแนว ชอบท่องเที่ยวและศึกษาสิ่งรอบตัว ชอบติดตามข่าวสาร ทันต่อเหตุการณ์ ชอบเรื่องเทคโนโลยี พูดจาเก่ง คมคาย เป็นคนมีสิ่งศักดิ์สิทย์คุ้มครอง  อาชี', 'no', '2019-10-05 15:26:09'),
(129, 49, 'พลังแห่งความเชื่อมั่นในตนเอง', 'เป็นคนทำอะไร รวดเร็ว ว่องไว คิดเร็วทำเร็ว เร็วจนใครๆตามไม่ทัน มีความทันสมัยชอบค้นคว้าสิ่งใหม่ๆ ความคิดที่แปลกๆแหวกแนว ชอบท่องเที่ยวและศึกษาสิ่งรอบตัว ชอบติดตามข่าวสาร ทันต่อเหตุการณ์ ชอบเรื่องเทคโนโลยี พูดจาเก่ง คมคาย เป็นคนมีสิ่งศักดิ์สิทย์คุ้มครอง  อาชี', 'yes', '2019-10-05 15:26:45'),
(130, 93, 'พลังแห่งการก้าวหน้า', 'มีความทะเยอทะยาน กระหายชัยชนะ สนใจเรื่องนวัตกรรมและใฝ่รู้เรื่องต่างๆ มีความเป็นตัวของตัวเองสูงมาก เลขนี้จะเป็นเลขสร้างพลังขับ และกำลังใจในเรื่องงานเป็นอย่างดีที่สุดเลขหนึ่ง เรื่องงานในหน้าที่ก็นับเป็นเรื่องน่าแข่งขันเพื่อความก้าวหน้า \nเหมาะกับการทำธุรกิจท', 'no', '2019-10-05 15:50:00'),
(131, 39, 'พลังแห่งการแข่งขัน เทพแห่งชัยชนะ', 'มีความทะเยอทะยาน กระหายชัยชนะ สนใจเรื่องนวัตกรรมและใฝ่รู้เรื่องต่างๆ มีความเป็นตัวของตัวเองสูงมาก เลขนี้จะเป็นเลขสร้างพลังขับ และกำลังใจในเรื่องงานเป็นอย่างดีที่สุดเลขหนึ่ง เรื่องงานในหน้าที่ก็นับเป็นเรื่องน่าแข่งขันเพื่อความก้าวหน้า \nเหมาะกับการทำธุรกิจท', 'yes', '2019-10-05 15:50:20'),
(132, 92, 'พลังส่งเสริมวิสัยทัศน์ มีความคิดสร้างสรรค์', 'เป็นคนที่มีความคิดสร้างสรรค์เป็นเริศ มีจิตนาการสูง ไหวพริบปฏิพานดีเรียนรู้อะไรได้รวดเร็ว ชอบตกแต่งดีไซร์ และชอบอะไรแปลกๆแหวกแนว ไม่เหมือนใคร อาร์ทๆ เกี่ยวกับงานศิลปะจะได้ทีทุกแขนง มีจิตสัมพัสดี ชอบสะสมของเก่าของแก่ วัตถุมงคล โบราณ หรือค้าของเก่าทุกชนิด งา', 'no', '2019-10-05 15:51:13'),
(133, 29, 'พลังของศิลปิน ช่างคิดช่างฝัน', 'เป็นคนที่มีความคิดสร้างสรรค์เป็นเริศ มีจิตนาการสูง ไหวพริบปฏิพานดีเรียนรู้อะไรได้รวดเร็ว ชอบตกแต่งดีไซร์ และชอบอะไรแปลกๆแหวกแนว ไม่เหมือนใคร อาร์ทๆ เกี่ยวกับงานศิลปะจะได้ทีทุกแขนง มีจิตสัมพัสดี ชอบสะสมของเก่าของแก่ วัตถุมงคล โบราณ หรือค้าของเก่าทุกชนิด งา', 'yes', '2019-10-05 15:51:26'),
(134, 91, 'พลังส่งเสริมวิสัยทัศน์ มีความคิดสร้างสรรค์', 'มีบุคลิกภาพน่าเชื่อถือ รักเกียรติ มีความทะเยอทะยาน มีความคิดสร้างสรรค์  สามารถผ่านปัญหาและอุปสรรคไปได้บ่อยครั้ง มีโอกาสได้อยู่ในวงสังคมชั้นสูง หรือได้พบผู้สูงศักดิ์บ่อย มีชะตาที่เหมาะกับการติดต่อกับต่างประเทศ ไปอยู่ที่ไหนมักเป็นที่รู้จักอย่างรวดเร็วเข้าสั', 'no', '2019-10-05 16:56:49'),
(136, 90, 'พลังของสิ่งเร้นลับ  เรื่องศาสตร์เหนือธรรมชาติ', 'สัมผัสสิ่งเร้นลับเหนือธรรมชาติได้ดี มีสิ่งศักดิสิทธิ์คุ้มครอง ทำบุญขึ้น ลางสังหรณ์ดี โลกส่วนตัวสูง อ่อนไหว อาจทำให้คนรอบข้างเข้าถึงยากในบางครั้ง เป็นคนคาดการณ์แม่น รักอิสระ มักมีดวงไปได้ดีกับการศึกษาเรื่องเหนือธรรมชาติ เครื่องลางของขลัง สิ่งศักดิ์สิทธิ์ ห', 'no', '2019-10-05 17:06:46'),
(137, 88, 'พลังแห่งการเสี่ยงโชค', 'เลขสำหรับบุคคลที่มีเพื่อนฝูงแวดล้อมมาก ใจกว้าง ชอบการเที่ยวเตร่เฮฮา รักสบาย ชอบความบันเทิง มีเสน่ห์และทุ่มเทกับทุกเรื่องอย่างที่สุด กล้าได้กล้าเสีย รู้เล่ห์เหลี่ยมกลโกง เท่าทันคน มักไปได้ดีกับธุรกิจหรืออาชีพที่เกี่ยวกับ บ่อน หวย หุ้น ผับ บาร์ อย่าใจร้อน ท', 'no', '2019-10-07 09:23:01'),
(138, 87, 'พลังมหาจักรวาล ความรุ่งโรจน์สำเร็จ', 'เป็นคนกว้างขวางใจใหญ่ ชอบช่วยเหลือคนอื่น กล้าได้กล้าเสีย รักเพื่อนฝูง มักออกแทนเสมอ ใครๆมักเรียก ลูกพี่ เจ๊ เฮีย เสี่ย หาเงินเก่ง มักเป็นที่รู้จักอย่างรวดเร็ว มีพรรคพวกมาก มีอิทธิพลดี มีคนคอยช่วยเหลือ ชอบคิดสิ่งใหม่ๆ และชอบคิดการใหญ่อยู่เสมอ ได้เงินทีแบบเ', 'no', '2019-10-07 10:12:41'),
(139, 86, 'พลังแห่งการเสี่ยงโชค', 'เข้าสังคมเก่ง กิน เที่ยว ดื้ม ช๊อป หาเงินเก่ง เป็นคนหัวไวเรียนรู้อะไรรวดเร็ว มีเล่ห์เหลี่ยม ทันคนโดยรวมแล้วนับว่าเป็นคนฉลาดมีไหวพริบ เอาตัวรอดในสถานการณ์เฉพาะหน้าได้เป็นอย่างดี ถ้าระมัดระวังเรื่องของชีวิต และวางแผนอนาคตให้รอบคอบกว่านี้จะดีได้ แต่อิทธิพลขอ', 'no', '2019-10-07 14:29:40'),
(140, 68, 'พลังแห่งทรัพย์สินและเงินตรา', 'เข้าสังคมเก่ง กิน เที่ยว ดื้ม ช๊อป หาเงินเก่ง เป็นคนหัวไวเรียนรู้อะไรรวดเร็ว มีเล่ห์เหลี่ยม ทันคนโดยรวมแล้วนับว่าเป็นคนฉลาดมีไหวพริบ เอาตัวรอดในสถานการณ์เฉพาะหน้าได้เป็นอย่างดี ถ้าระมัดระวังเรื่องของชีวิต และวางแผนอนาคตให้รอบคอบกว่านี้จะดีได้ แต่อิทธิพลขอ', 'yes', '2019-10-07 14:29:53'),
(141, 85, 'พลังการวางแผน', 'เป็นคนที่ชอบวางแผน แก้ปัญหาเก่ง มีไหวพริบดี ออกแนวฉลาดแกมโกง ถนัดทำงานอะไรได้ดีในระยะสั้นๆ ชอบทางลัด ไม่ชอบความซ้ำซากจำเจ รู้เท่ากันเล่ห์เหลี่ยมกลโกง เพราะตนเองก็เป็นคนเจ้าเล่ห์ เรียกว่า ไก่เห็นตีนงู ไม่ไว้ใจใคร เป็นนักวางแผนซับซ้อนซ่อนเงื่อน ชีวิตมักมีจุ', 'no', '2019-10-07 14:35:35'),
(142, 58, 'พลังแห่งนักวางแผน มุ่งมั่นเด็ดเดี่ยว', 'เป็นคนที่ชอบวางแผน แก้ปัญหาเก่ง มีไหวพริบดี ออกแนวฉลาดแกมโกง ถนัดทำงานอะไรได้ดีในระยะสั้นๆ ชอบทางลัด ไม่ชอบความซ้ำซากจำเจ รู้เท่ากันเล่ห์เหลี่ยมกลโกง เพราะตนเองก็เป็นคนเจ้าเล่ห์ เรียกว่า ไก่เห็นตีนงู ไม่ไว้ใจใคร เป็นนักวางแผนซับซ้อนซ่อนเงื่อน ชีวิตมักมีจุ', 'yes', '2019-10-07 14:35:48'),
(143, 84, 'พลังการแก้ปัญหา', 'เป็นเลขที่น่ากลัวพอสมควร เจ้าตัวเป็นคนคิดมาก หวาดระแวงอาจถูกชักจูงได้ง่ายๆ มีดวงจะถูกหว่านล้อมให้เข้าไปอยู่ในวงสังคมที่ไม่ดี มีดวงอุบัติเหตุ เจ้าตัวเป็นคนพูดเร็วคิดเร็ว อาจเอาตัวรอดด้วยคำเท็จจนเป็นนิสัย มีปัญหาเรื่องการสื่อสาร เชื่อคนง่าย สื่อสารกับใครมัก', 'no', '2019-10-07 14:48:41'),
(144, 48, 'พลังแห่งผู้นำไม่เกรงกลัวอุปสรรค', 'เป็นเลขที่น่ากลัวพอสมควร เจ้าตัวเป็นคนคิดมาก หวาดระแวงอาจถูกชักจูงได้ง่ายๆ มีดวงจะถูกหว่านล้อมให้เข้าไปอยู่ในวงสังคมที่ไม่ดี มีดวงอุบัติเหตุ เจ้าตัวเป็นคนพูดเร็วคิดเร็ว อาจเอาตัวรอดด้วยคำเท็จจนเป็นนิสัย มีปัญหาเรื่องการสื่อสาร เชื่อคนง่าย สื่อสารกับใครมัก', 'no', '2019-10-07 14:49:00'),
(145, 83, 'พลังแห่งการเสี่ยงโชค', 'เป็นเลข บ้าพลังและบ้าบิ่น กล้าได้กล้าเสีย ชอบแข่งขันท้าทาย กล้าคิดและกล้าทำเสียด้วย แต่เป็นคนใจร้อนหุนหันพลันแล่น วู่วาม ไม่มีความรอบคอบ ขาดสติยับยั้งชั่งใจเป็นคนไม่เคยหยุดนิ่ง มีพลังพาวเวอร์ตลอดเวลา ชอบของหรูหราราคาแพงๆ ระวังเรื่องหูเบาเชื่อคนง่าย หากเชื', 'no', '2019-10-07 14:59:25'),
(146, 38, 'พลังแห่งความมุ่งมั่นเด็ดเดี่ยว', 'เป็นเลข บ้าพลังและบ้าบิ่น กล้าได้กล้าเสีย ชอบแข่งขันท้าทาย กล้าคิดและกล้าทำเสียด้วย แต่เป็นคนใจร้อนหุนหันพลันแล่น วู่วาม ไม่มีความรอบคอบ ขาดสติยับยั้งชั่งใจเป็นคนไม่เคยหยุดนิ่ง มีพลังพาวเวอร์ตลอดเวลา ชอบของหรูหราราคาแพงๆ ระวังเรื่องหูเบาเชื่อคนง่าย หากเชื', 'no', '2019-10-07 14:59:39'),
(147, 82, 'พลังส่งเสริมวิสัยทัศน์ มีความคิดสร้างสรรค์', 'คุณมีความทะเยอทะยาน มีความเป็นนักเลง มีน้ำใจกว้างขวาง ถึงไหนถึงกัน จิตใจกล้าหาญระดับเข้าพ่อเซี่ยงไฮ้ อยู่ไหนมักเป็นที่รู้จัก มั่นใจในตัวเองและมีวิสัยทัศน์กว้างไกล ไม่ก้มหัวให้ใคร ได้รับการขนานนามว่าเป็น &#34;ลูกพี่&#34; เสมอ เก่งการหมุนเงินจำนวนมากๆ ใช้เง', 'no', '2019-10-07 15:03:17'),
(148, 28, 'พลังแห่งทรัพย์สินและเงินตรา', 'คุณมีความทะเยอทะยาน มีความเป็นนักเลง มีน้ำใจกว้างขวาง ถึงไหนถึงกัน จิตใจกล้าหาญระดับเข้าพ่อเซี่ยงไฮ้ อยู่ไหนมักเป็นที่รู้จัก มั่นใจในตัวเองและมีวิสัยทัศน์กว้างไกล ไม่ก้มหัวให้ใคร ได้รับการขนานนามว่าเป็น &#34;ลูกพี่&#34; เสมอ เก่งการหมุนเงินจำนวนมากๆ ใช้เง', 'yes', '2019-10-07 15:03:36'),
(149, 81, 'พลังชีวิตแห่งการเปลี่ยนแปลง', 'ยอมหักไม่ยอมงอ จิตใจเข้มแข็ง ใจนักเลง กล้าได้กล้าเสีย รู้จักคนหลายวงการ เด็ดเดี่ยว มีพลังอำนาจบารมีในตัวเอง ขี้หงุดหงิด หลงตัวเอง พละกำลังเหลือเฟือ ชอบเรื่องตื่นเต้น เร้าใจ และชอบทำอะไรเสี่ยงๆ อาจชอบระบายออกด้วยการบ้างาน หรือ ใช้ชีวิตสุขนิยมไปเลยเช่น ซื้อ', 'no', '2019-10-07 15:07:39'),
(150, 18, 'พลังชีวิตแห่งการเปลี่ยนแปลง', 'ยอมหักไม่ยอมงอ จิตใจเข้มแข็ง ใจนักเลง กล้าได้กล้าเสีย รู้จักคนหลายวงการ เด็ดเดี่ยว มีพลังอำนาจบารมีในตัวเอง ขี้หงุดหงิด หลงตัวเอง พละกำลังเหลือเฟือ ชอบเรื่องตื่นเต้น เร้าใจ และชอบทำอะไรเสี่ยงๆ อาจชอบระบายออกด้วยการบ้างาน หรือ ใช้ชีวิตสุขนิยมไปเลยเช่น ซื้อ', 'no', '2019-10-07 15:07:56'),
(151, 80, 'พลังแห่งโชค ร่ำรวยเงินทอง', 'สัญชาติญาณการเอาตัวรอดสูง ความคิดเฉียบแหลม แก้ปัญหาเฉพาะหน้าได้ดี หลงตัวเอง ใจนักเลง กล้าได้กล้าเสีย ดื้อรั้น บ้าบิ่นรักสนุก ไม่ชอบอยู่เฉย มักมีดวงเข้าไปเกี่ยวข้องกับอบายบุข ของมึนเมา หรือมีเหตุบังเอิญให้ได้รับภัยจากคนพาล เป็นบุคคลที่ต้องการสติในการดำเนิน', 'no', '2019-10-07 15:10:44'),
(152, 8, 'พลังแห่งโชค ร่ำรวยเงินทอง', 'สัญชาติญาณการเอาตัวรอดสูง ความคิดเฉียบแหลม แก้ปัญหาเฉพาะหน้าได้ดี หลงตัวเอง ใจนักเลง กล้าได้กล้าเสีย ดื้อรั้น บ้าบิ่นรักสนุก ไม่ชอบอยู่เฉย มักมีดวงเข้าไปเกี่ยวข้องกับอบายบุข ของมึนเมา หรือมีเหตุบังเอิญให้ได้รับภัยจากคนพาล เป็นบุคคลที่ต้องการสติในการดำเนิน', 'no', '2019-10-07 15:10:54'),
(153, 64, 'พลังแห่งโชค วาจาเป็นทรัพย์ ร่ำรวยเงินทอง', 'เป็นคนมีเสน่ห์ เจรจาอ่อนหวานน่ารัก ใครเข้ามาคุยด้วยมักติดกับ หลงไหลในเสน่ห์ ช่างพูดช่างเจรจรา เป็นคนอารมณ์ดี สนุกสนานรักสวยรักงาม โรแมนติก ขี้เอาอกเอาใจมักเข้ากับคนได้ง่าย จึกเป็นที่รักของผู้คน เลขคู่นี้จึงมีแต่คนรัก ได้ดีเพราะปาก ค้าขายก็ดี พูดเก่งขายเก่', 'yes', '2019-10-07 15:19:40'),
(154, 4, 'พลังอำนาจมหัศจรรย์ส่งเสริมความสำเร็จ', 'ฉลาดหลักแหลมและเป็นคนพูดเก่ง มักเอาตัวรอดเก่ง มีไหวพริบดี เป็นนักพูดนักเจรจาได้ดี เหมาะที่จะทำงานเกี่ยวกับ เลขา ประสานงานต่างๆ นักบัญชี นักข่าว นักสืบ นักเจรจาต่อรอง ชอบลองของใหม่ ชอบบุกเบิกสิ่งใหม่ ของทันสมัย ทำอะไรแหวกแนวสร้างความแปลกใจให้แก่สังคม ค้นหา', 'no', '2019-10-07 15:41:45'),
(155, 52, 'พลังการสนับสนุนค้ำจุน', '	คุณสร้างเนื้อสร้างตัวได้เร็ว หาเงินเก่ง บุคลิกเป็นผู้ใหญ่ ปัญญาดี ใฝ่รู้ เข้ากับผู้ใหญ่ได้ดี เลขนี้เป็นเลขนารีอุปถัมภ์ ผู้ชายใช้ได้ดี จะได้รับความร่วมมือเกื้อหนุนจากสตรีเป็นอย่างดีเยี่ยม ตรงข้าม ถ้าผู้หญิงใช้จะต้องกลับเป็นฝ่ายเอาอกเอาใจผู้ชายแต่เลขคู่นี้ทำให้คู่รักหลายๆคู่อยู่กันยืดมานักต่อนัก แรกๆอาจขัดแย้งกันบ้าง แต่ต่อไปจะราบรื่น เข้าใจและเห็นใจกันเป็นอย่างดี ทั้งนี้ที่กล่าวไปเป็นการวิเคราะห์จากตำราหลายๆเล่ม แต่มีส่วนเสริมเล็กๆจากประสบการณ์ในการเปลี่ยนเบอร์ให้สุภาพสตรีหลายคนที่เบอร์เดิมมีเลขนี้ปนอยู่ มักจะเป็นคนช่างเอาอกเอาใจผู้ชาย ส่งเสริมเรื่องรักโรแมนติกให้รู้สึกกระชุ่มกระชวย เลขนี้จึงเหมาะกับบุรุษ หรือสตรีที่มีครอบครัวแล้ว', 'yes', '2019-10-07 15:44:22'),
(156, 30, 'พลังแห่งความสำเร็จจากความมุ่งมั่น', 'เป็นนักบ้าพลังดีๆนี่เอง ใจร้อนสุดๆ ขี้โมโห บทโกรธ ร้ายสุดๆ เจ้าอารมณ์ และรุนแรงมากๆ แปรปรวน เป็นคนแข็งกระด้างเอาการ ถึงกับหยาบคาย อาจมีปัญหากับคนรอบข้าง หรือคนใกล้ตัวอยู่บ่อยๆ อาจเกิดความรุนแรงหรือทะเลาะวิวาทอย่างหนักกันเลยทีเดียว ชอบเสี่ยงเจอเรื่องร้ายๆท', 'no', '2019-10-07 15:59:16'),
(157, 3, 'พลังของนักสู้ เป็นคนที่มีความกล้าหาญ', 'เป็นนักบ้าพลังดีๆนี่เอง ใจร้อนสุดๆ ขี้โมโห บทโกรธ ร้ายสุดๆ เจ้าอารมณ์ และรุนแรงมากๆ แปรปรวน เป็นคนแข็งกระด้างเอาการ ถึงกับหยาบคาย อาจมีปัญหากับคนรอบข้าง หรือคนใกล้ตัวอยู่บ่อยๆ อาจเกิดความรุนแรงหรือทะเลาะวิวาทอย่างหนักกันเลยทีเดียว ชอบเสี่ยงเจอเรื่องร้ายๆท', 'no', '2019-10-07 15:59:36'),
(158, 9, 'พลังของสิ่งเร้นลับ  เรื่องศาสตร์เหนือธรรมชาติ', 'สัมผัสสิ่งเร้นรับเหนือธรรมชาติได้ดี มีสิ่งศักดิสิทธิ์คุ้มครอง ทำบุญขึ้น ลางสังหรณ์ดี โลกส่วนตัวสูง อ่อนไหว อาจทำให้คนรอบข้างเข้าถึงยากในบางครั้ง เป็นคนคาดการณ์แม่น รักอิสระ มักมีดวงไปได้ดีกับการศึกษาเรื่องเหนือธรรมชาติ เครื่องลางของขลัง สิ่งศักดิ์สิทธิ์ ห', 'no', '2019-10-07 16:02:55'),
(160, 7, 'พลังของช่างพิจารณา ละเอียด รอบครอบ', 'มีแนวโน้มว่าจะมีโรคภัยไข้เจ็บ และพบเจออุปสรรคบ่อยๆเคร่งเครียด เก็บกด มีความโลภ และเห็นแก่ตัวจนเป็นที่สังเกตได้ในบางราย จริงจังกับชีวิตมากๆ ขี้กังวล แม้เจ้าตัวจะเป็นคนเก่ง ทำงานดี ขยัน แต่ก็จะต้องพบกับปัญหามากมายประเดประดังไปตลอดทาง รวยยาก ยิ้มยาก มีความสุ', 'no', '2019-10-07 18:56:37'),
(161, 70, 'พลังแห่งความสำเร็จจากผู้อื่นช่วยหนุนนำ', 'มีแนวโน้มว่าจะมีโรคภัยไข้เจ็บ และพบเจออุปสรรคบ่อยๆเคร่งเครียด เก็บกด มีความโลภ และเห็นแก่ตัวจนเป็นที่สังเกตได้ในบางราย จริงจังกับชีวิตมากๆ ขี้กังวล แม้เจ้าตัวจะเป็นคนเก่ง ทำงานดี ขยัน แต่ก็จะต้องพบกับปัญหามากมายประเดประดังไปตลอดทาง รวยยาก ยิ้มยาก มีความสุ', 'no', '2019-10-07 18:56:54'),
(162, 11, 'พลังความเด็ดเดี่ยว', 'ดื้อรั้น ชอบทำตัวเด่น ชอบความท้าทายต้องการเป็นที่หนึ่ง มีความมักใหญ่ใฝ่สูง โกรธง่าย มุทะลุ และต้องกลับมานั่งผิดหวังและเสียใจในสิ่งที่เกิดขึ้นอยู่บ่อยๆ เพราะความไม่รอบคอบและตัดสินใจเร็วเกินไป รับไม่ได้กับกับความพ่ายแพ้ กลัวการเสียหน้าเป็นที่สุด แข็งนอก อ่อ', 'no', '2019-10-07 19:04:34'),
(163, 12, 'พลังส่งเสริมความคิดสร้างสรรค์', 'มีความเด็ดเดี่ยว สติปัญญาดี มีความคิดแปลก แหวกแนว รักการผจญภัย และส่วนมากประสบความสำเร็จหากทำงานไกลบ้าน เลขนี้ทำให้ผู้ครอบครองขัดแย้งในตัวเอง อวดดี บางครั้งก็ของขึ้น ก้าวร้าว บางครั้งก็อ่อนโยน เดาอารมณ์ไม่ถูก ทะเลาะกับคนรอบข้างบ่อยๆเพราะเจ้าตัวเป็นคนใจร้อ', 'no', '2019-10-07 19:09:56'),
(164, 21, 'พลังแห่งการพลิกผัน', 'มีความเด็ดเดี่ยว สติปัญญาดี มีความคิดแปลก แหวกแนว รักการผจญภัย และส่วนมากประสบความสำเร็จหากทำงานไกลบ้าน เลขนี้ทำให้ผู้ครอบครองขัดแย้งในตัวเอง อวดดี บางครั้งก็ของขึ้น ก้าวร้าว บางครั้งก็อ่อนโยน เดาอารมณ์ไม่ถูก ทะเลาะกับคนรอบข้างบ่อยๆเพราะเจ้าตัวเป็นคนใจร้อ', 'no', '2019-10-07 19:10:48'),
(165, 13, 'พลังความเด็ดเดี่ยว', 'สุดยอดของตัวเลขที่น่ากลัวที่สุดในบรรดาเลขทั้งหมด เลขชุดนี้ไม่เพียงแต่ในตำราโหราศาสตร์ไทยเท่านั้นที่บอกว่าอันตรายไม่ว่าจะชาติไหนๆก็ขยาดกันหมด เรื่องความน่ากลัวของเลข 13 ไม่ใช่เกิดจากแฟชั่น กลัวก็กลัวตามๆกันแบบไม่มีสาเหตุ แต่กำลังของดาวอาทิตย์คือ เลข 1 มาเจ', 'no', '2019-10-07 19:20:00'),
(166, 20, 'พลังแห่งความสำเร็จจากผู้อื่นช่วยหนุนนำ', 'เป็นเลขที่แสดงถึงเจ้าของเป็นคนเจ้าอารมภ์ ขี้หงุดหงิด ใจร้อนไม่มีความมั่นคง ลังเลใจอ่อน ชอบไขว้เขว รักง่ายหน่ายเร็ว แถมยังเจ้าชู้อีก มีเสน่ห์อ่อนหวาน แต่เป็นคนไม่มีความมั่นใจในตัวเองเอาสะเลย เชื่อคนง่ายหูเบา ไม่ค่อยจะสมหวังในรัก ต้องระวังมือที่3เอาไว้ให้ดี', 'no', '2019-10-07 19:23:04'),
(167, 2, 'พลังส่งเสริมความคิดสร้างสรรค์', 'เป็นเลขที่แสดงถึงเจ้าของเป็นคนเจ้าอารมภ์ ขี้หงุดหงิด ใจร้อนไม่มีความมั่นคง ลังเลใจอ่อน ชอบไขว้เขว รักง่ายหน่ายเร็ว แถมยังเจ้าชู้อีก มีเสน่ห์อ่อนหวาน แต่เป็นคนไม่มีความมั่นใจในตัวเองเอาซะเลย เชื่อคนง่ายหูเบา ไม่ค่อยจะสมหวังในรัก ต้องระวังมือที่3เอาไว้ให้ดี', 'no', '2019-10-07 19:23:18'),
(168, 16, 'พลังส่งเสริมวิสัยทัศน์ มีความคิดสร้างสรรค์', 'นักวางแผนเต็มขั้น ระมัดระวังในการใช้ชีวิตดีเยี่ยม ขยันการงาน ประหยัดมัธยัสถ์ เก็บเงินเก่ง หากใครรู้ตัวว่าเป็นคนสุรุ่ยสุร่าย ใช้เงินไม่คิด ติดเลขคู่นี้ไว้ในเบอร์บ้างก็จะดีขึ้น เป็นเลขของคนมีเสน่ห์ หาเงินเก่ง มีคนช่วยเหลือดี มักใหญ่ใฝ่สูงละเอียดรอบคอบทุกขั้', 'no', '2019-10-07 19:24:53'),
(169, 61, 'พลังส่งเสริมวิสัยทัศน์ มีความคิดสร้างสรรค์', 'นักวางแผนเต็มขั้น ระมัดระวังในการใช้ชีวิตดีเยี่ยม ขยันการงาน ประหยัดมัธยัสถ์ เก็บเงินเก่ง หากใครรู้ตัวว่าเป็นคนสุรุ่ยสุร่าย ใช้เงินไม่คิด ติดเลขคู่นี้ไว้ในเบอร์บ้างก็จะดีขึ้น เป็นเลขของคนมีเสน่ห์ หาเงินเก่ง มีคนช่วยเหลือดี มักใหญ่ใฝ่สูงละเอียดรอบคอบทุกขั้', 'yes', '2019-10-07 19:25:04'),
(170, 17, 'พลังแห่งความสำเร็จด้วยแรงกาย', 'เป็นเลขของคน เจ้าระเบียบ อะไรๆก็ต้องดีเริศ สะอาด สะอ้าน ชอบคิดโครงการใหญ่ๆหรือชอบอะไรที่ดูเว่อร์ๆ หรูหรา มุ่งมั่น ขยัน อดทนดีเยี่ยม กล้าลุยไม่เกรงกลัวอุปสรรคขวากหนาม ไม่ง้อใคร แต่จะทำด้วยตนเอง เป็นคนทำงานดีเก่งด้านธุรกิจและการบริหาร แต่งานมักจะเป็นงานใหญ่', 'no', '2019-10-07 19:27:13'),
(171, 71, 'พลังมหาจักรวาล ความรุ่งโรจน์สำเร็จ', 'เป็นเลขของคน เจ้าระเบียบ อะไรๆก็ต้องดีเริศ สะอาด สะอ้าน ชอบคิดโครงการใหญ่ๆหรือชอบอะไรที่ดูเว่อร์ๆ หรูหรา มุ่งมั่น ขยัน อดทนดีเยี่ยม กล้าลุยไม่เกรงกลัวอุปสรรคขวากหนาม ไม่ง้อใคร แต่จะทำด้วยตนเอง เป็นคนทำงานดีเก่งด้านธุรกิจและการบริหาร แต่งานมักจะเป็นงานใหญ่', 'yes', '2019-10-07 19:27:23'),
(172, 26, 'พลังความสุขที่หรูหรา', 'เป็นคนปากหวานมักได้ดีเพราะปาก มีคนมาขอคำปรึกษาบ่อยๆ ปลอบใจเก่ง เป็นที่รักของคนรอบข้าง มีเสน่ห์ทางคำพูด เข้าใจใครง่ายๆ รสนิยมดีชอบใช้ของแพงแบรนเนม มีรสนิยมโก้หรู ถึงใช้เงินเก่งแต่ก็หาเงินเก่งเช่นกัน สามารถหาเงินได้หลายทาง ให้ระวังเรื่องใจอ่อนง่ายๆ หวั่นไหว', 'no', '2019-10-07 19:31:55'),
(173, 62, 'พลังความสุขที่หรูหรา', 'เป็นคนปากหวานมักได้ดีเพราะปาก มีคนมาขอคำปรึกษาบ่อยๆ ปลอบใจเก่ง เป็นที่รักของคนรอบข้าง มีเสน่ห์ทางคำพูด เข้าใจใครง่ายๆ รสนิยมดีชอบใช้ของแพงแบรนเนม มีรสนิยมโก้หรู ถึงใช้เงินเก่งแต่ก็หาเงินเก่งเช่นกัน สามารถหาเงินได้หลายทาง ให้ระวังเรื่องใจอ่อนง่ายๆ หวั่นไหว', 'yes', '2019-10-07 19:32:10'),
(174, 22, 'พลังแห่งความอบอุ่น อ่อนหวาน', 'เป็นคนที่ มีนิสัยอ่อนหวาน ช่างจดช่างจำ อัธยาศัยดี มีเพื่อนฝูงมาก ชอบจินตนาการเพ้อฝัน เข้าใจผู้อื่นได้ดี และต้องเป็นคนจืดๆไร้เสน่ห์จึงจะใช้ดี เลขคู่นี้มีใจรักบริการ คบคนหลากหลาย เข้ากับคนง่ายใครคุยด้วยมักหลงเสน่ห์ความน่ารัก เหมาะกับสุภาพสตรี หรือสาวประเภทส', 'no', '2019-10-07 19:34:08'),
(175, 27, 'พลังแห่งความมุ่งมั่นเด็ดเดี่ยว', 'เลขนี้เป็นเลขอีกชุดหนึ่งที่ควรหลีกเลี่ยง แม้ว่าคุณจะเป็นคนรักดี มีความมานะพยายามในการดำเนินชีวิตในทางที่ดีใน มีสัมผัสพิเศษ คาดการณ์ได้แม่นยำระดับหนึ่ง แต่ชะตาชีวิตจะค่อนข้างยุ่งยาก มีดีมีร้ายสลับกันไปจนเครียด จะดีๆอยู่แล้ว ก็ตกลงมาร้ายอีก ชะตามีการพลัดพรา', 'no', '2019-10-07 20:22:22'),
(176, 72, 'พลังของความแม่นยำ', 'เลขนี้เป็นเลขอีกชุดหนึ่งที่ควรหลีกเลี่ยง แม้ว่าคุณจะเป็นคนรักดี มีความมานะพยายามในการดำเนินชีวิตในทางที่ดีใน มีสัมผัสพิเศษ คาดการณ์ได้แม่นยำระดับหนึ่ง แต่ชะตาชีวิตจะค่อนข้างยุ่งยาก มีดีมีร้ายสลับกันไปจนเครียด จะดีๆอยู่แล้ว ก็ตกลงมาร้ายอีก ชะตามีการพลัดพรา', 'no', '2019-10-07 20:22:57'),
(177, 31, 'พลังแห่งความเพียร มุ่งมั่นเด็ดเดี่ยว', 'สุดยอดของตัวเลขที่น่ากลัวที่สุดในบรรดาเลขทั้งหมด เลขชุดนี้ไม่เพียงแต่ในตำราโหราศาสตร์ไทยเท่านั้นที่บอกว่าอันตรายไม่ว่าจะชาติไหนๆก็ขยาดกันหมด เรื่องความน่ากลัวของเลข 13 ไม่ใช่เกิดจากแฟชั่น กลัวก็กลัวตามๆกันแบบไม่มีสาเหตุ แต่กำลังของดาวอาทิตย์คือ เลข 1 มาเจ', 'no', '2019-10-07 20:24:20'),
(178, 37, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค', 'คุณเป็นคนแข็งกร้าวดื้อรั้น รักเกียรติ ทนงตนเป็นที่สุด ดวงชะตามีแต่อุปสรรคขวางกั้นแทบจะตลอดเวลา เป็นปัญหาใหญ่ๆ แก้ไขยากและยืดเยื้อ รวยยาก ประสบความสำเร็จยาก แรงกดดันสูงจากทุกทิศทุกทาง อาจมีอุบัติเหตุ บ่อยๆ เล็กๆน้อยๆ ไปจนถึงขึ้นรุนแรง มีดวงต้องผ่าตัด หรือป', 'no', '2019-10-07 20:27:30'),
(179, 73, 'พลังของความอดทนอดกลั้น', 'คุณเป็นคนแข็งกร้าวดื้อรั้น รักเกียรติ ทนงตนเป็นที่สุด ดวงชะตามีแต่อุปสรรคขวางกั้นแทบจะตลอดเวลา เป็นปัญหาใหญ่ๆ แก้ไขยากและยืดเยื้อ รวยยาก ประสบความสำเร็จยาก แรงกดดันสูงจากทุกทิศทุกทาง อาจมีอุบัติเหตุ บ่อยๆ เล็กๆน้อยๆ ไปจนถึงขึ้นรุนแรง มีดวงต้องผ่าตัด หรือป', 'no', '2019-10-07 20:27:41'),
(180, 35, 'พลังแห่งผู้นำ อำนาจ บารมี', 'คุณเป็นคนมีวาสนาดีทีเดียว ได้รับการอุปถัมป์ค้ำชูจากทั้งผู้บังคับบัญชา และผู้ใต้บังคับบัญชา มีคนนับหน้าถือตามีอำนาจบารมี การเงินหมุนเวียนดีพอสมควร สามารถร่ำรวยได้ไม่ยากประสบความสำเร็จเพราะพลังงานเข้มแข็งในตัว ใจคอกว้างขวาง มีมาดดุดัน น่ายำเกรง และมีเสน่ห์ตา', 'yes', '2019-10-07 20:28:22'),
(182, 47, 'พลังแห่งความขยันมุ่งมั่นพัฒนา', 'เลขของนักปฎิบัติ คิดแล้วลงมือทำ มีความขยันและครุ่นคิดเรื่องงานจนเป็นเรื่องปกติ เชื่อมั่นในตัวเองสูง คำพูดคำจาน่าเชื่อถือ เป็นคนตรงไปตรงมา ฉลาดหลักแหลม จะประสบความสำเร็จได้จากความพยายาม และความอดทน มีคำพูดหนักแน่น เป็นนักปฎิบัติที่ดี มักได้รับความไว้วางใจใ', 'yes', '2019-10-07 20:29:44'),
(183, 74, 'พลังมหาจักรวาล ความรุ่งโรจน์สำเร็จ', 'เลขของนักปฎิบัติ คิดแล้วลงมือทำ มีความขยันและครุ่นคิดเรื่องงานจนเป็นเรื่องปกติ เชื่อมั่นในตัวเองสูง คำพูดคำจาน่าเชื่อถือ เป็นคนตรงไปตรงมา ฉลาดหลักแหลม จะประสบความสำเร็จได้จากความพยายาม และความอดทน มีคำพูดหนักแน่น เป็นนักปฎิบัติที่ดี มักได้รับความไว้วางใจใ', 'yes', '2019-10-07 20:29:55'),
(184, 57, 'พลังความมั่นใจในตัวเองสูง กล้าคิด กล้าทำ', 'มีความเครียดสะสมจนเป็นนิสัย มีเรื่องให้คิดก็คิด ไม่มีเรื่องให้คิด ก็หาเรื่องมาคิดจนได้ เลขคู่นี้เป็นเลขคิดมาก ช่างจนช่างจำ เจ้าคิดเจ้าแค้น ใครทำอะไรให้เสียใจจะไม่มีวันลืม ขาดบารมี มักมีหนี้สิน ยึดถืออัตตาของตนมากเกินไป ความคิดละเอียดลึกซึ้ง จนบางครั้งอาจม', 'no', '2019-10-07 20:32:32'),
(185, 75, 'พลังความมั่นใจในตัวเองสูง', 'มีความเครียดสะสมจนเป็นนิสัย มีเรื่องให้คิดก็คิด ไม่มีเรื่องให้คิด ก็หาเรื่องมาคิดจนได้ เลขคู่นี้เป็นเลขคิดมาก ช่างจนช่างจำ เจ้าคิดเจ้าแค้น ใครทำอะไรให้เสียใจจะไม่มีวันลืม ขาดบารมี มักมีหนี้สิน ยึดถืออัตตาของตนมากเกินไป ความคิดละเอียดลึกซึ้ง จนบางครั้งอาจม', 'no', '2019-10-07 20:32:43'),
(186, 66, 'พลังแห่งความรู้สึก ความสุขสำราญ', 'เป็นคนอารมณ์สุนทรียภาพ สนุกสนาน ไม่เครียด มักมีเสียงหัวเราะบ่อยๆเพราะเจ้าตัว อารมณ์ดี เฮฮา ไม่เคยคิดมากเรื่องอะไรก็แล้วแต่ เจ้าสำราญ อ่อนหวานน่ารัก ร่าเริงสดใส รักสวยรักงาม มองโลกในแง่ดีเสมอ รักศิลปะ หาเงินเก่งการเงินดี มีโชคมีลาภเข้ามาเรื่อยไม่ขาด แต่ก็ใ', 'yes', '2019-10-07 20:33:28'),
(187, 67, 'พลังแห่งปัญญาแตกฉานกล้าพูดกล้าทำ', 'มีดวงหย่าร้าง พลัดพราก ชีวิตผกผันไม่ราบรื่น มักมีหนี้สิน ทั้งความรักและการเงินดูจะมีอุปสรรคอยู่เสมอๆ เจ้าตัวมีความมานะอุตสาหะดี แต่หาเงินมาได้เท่าไรก็ ใช้หมดหรือมีคนมาช่วยใช้ เก็บเงินยาก ภาระรอบตัวไปหมดหาคนช่วยแบ่งเบายาก ตัวเองก้เป็นคนใช้เงินมือเติบอยู่แล', 'no', '2019-10-07 20:33:58'),
(188, 76, 'พลังแห่งความผิดหวัง ทุกข์เศร้า', 'มีดวงหย่าร้าง พลัดพราก ชีวิตผกผันไม่ราบรื่น มักมีหนี้สิน ทั้งความรักและการเงินดูจะมีอุปสรรคอยู่เสมอๆ เจ้าตัวมีความมานะอุตสาหะดี แต่หาเงินมาได้เท่าไรก็ ใช้หมดหรือมีคนมาช่วยใช้ เก็บเงินยาก ภาระรอบตัวไปหมดหาคนช่วยแบ่งเบายาก ตัวเองก้เป็นคนใช้เงินมือเติบอยู่แล', 'no', '2019-10-07 20:34:18'),
(189, 77, 'พลังแห่งความกดดัน', 'ความเครียดรุมเร้าเพราะเป็นคนจุกจิกจู้จี้ ขี้รำคาญ ชีวิตนี้มีอุปสรรคยืดเยื้อเสี่ยงมีโรคร้ายเจ็บป่วยเรื้อรัง พลัดพรากสูญเสีย อับโชคในเรื่องเงินและความรัก เคร่งเครียดกังวลกับการดำเนินชีวิตอยู่ตลอดเวลาเป็นคนย้ำคิดย้ำทำ ชอบพูดจาขวางๆ ขวานผ่าซากตรงไปตรงมา ใจคอท', 'no', '2019-10-07 20:34:57'),
(190, 78, 'พลังมหาจักรวาล ความรุ่งโรจน์สำเร็จ', 'เป็นคนกว้างขวางใจใหญ่ ชอบช่วยเหลือคนอื่น กล้าได้กล้าเสีย รักเพื่อนฝูง มักออกแทนเสมอ ใครๆมักเรียก ลูกพี่ เจ๊ เฮีย เสี่ย หาเงินเก่ง มักเป็นที่รู้จักอย่างรวดเร็ว มีพรรคพวกมาก มีอิทธิพลดี มีคนคอยช่วยเหลือ ชอบคิดสิ่งใหม่ๆ และชอบคิดการใหญ่อยู่เสมอ ได้เงินทีแบบเ', 'no', '2019-10-07 20:35:40'),
(192, 79, 'พลังความรุ่งโรจน์ วิสัยทัศน์ดี', 'มีบารมี มีวิชาความรู้พอตัว วิสัยทัศน์ดี มีไอเดียเก๋ๆ แปลกๆ ให้คนรอบข้างทึ่งอยู่เสมอ มีความสนใจในเรื่องเหนือธรรมชาติและเรื่องเทคโนโลยีความล้ำสมัยไปพร้อมๆกัน เจ้าตัวมีบุคลิกทะมัดทะแมง มีสไตล์โดดเด่นไม่เหมือนใคร มักคาดการณ์สิ่งต่างๆได้แม่นยำ เหมาะกับการลงทุน', 'no', '2019-10-07 20:37:09');

-- --------------------------------------------------------

--
-- Table structure for table `berproduct`
--

CREATE TABLE `berproduct` (
  `id` int(10) NOT NULL,
  `token` varchar(100) NOT NULL,
  `store_id` varchar(20) NOT NULL COMMENT 'รหัสร้านค้า',
  `tel` varchar(10) NOT NULL,
  `network` varchar(10) NOT NULL,
  `cate_id` varchar(50) DEFAULT NULL COMMENT 'หมวดหมู่เบอร์ 1,2,3',
  `subcate` text DEFAULT NULL COMMENT 'ความหมายเบอร์ หมวด 1,2,3,4',
  `mean_desc` varchar(255) NOT NULL COMMENT 'คำอธิบายเพิ่มเติมเกี่ยวกับความหมาย',
  `price` float DEFAULT NULL COMMENT 'ราคาเต็ม',
  `discount` int(3) DEFAULT NULL COMMENT 'ลดราคาแบบ % ใส่เป็นจำนวน 0-100',
  `extra_price` float DEFAULT NULL COMMENT 'ราคาพิเศษ ใช้แสดงแทน price',
  `grade` varchar(5) DEFAULT NULL COMMENT 'เกรด S A B C D F',
  `sum` int(3) DEFAULT NULL COMMENT 'ผลรวมเบอร์',
  `sum_desc` text DEFAULT NULL,
  `rec` set('yes','no') DEFAULT 'no' COMMENT 'เบอร์แนะนำ',
  `hot` set('yes','no') DEFAULT 'no' COMMENT 'เบอร์เด็ด เบอร์ร้อนแรง',
  `promotion` set('yes','no') DEFAULT 'no' COMMENT 'เบอร์โปรโมชั่น',
  `package` text DEFAULT NULL COMMENT 'แพ็กเกจติดเบอร์',
  `pin` set('yes','no') DEFAULT NULL,
  `note` text NOT NULL,
  `tracking_provider` varchar(50) DEFAULT NULL,
  `tracking` varchar(255) DEFAULT NULL,
  `priority` int(5) DEFAULT NULL COMMENT 'จัดลำดับ',
  `ask` set('yes','no') DEFAULT NULL COMMENT 'ถามร้านค้าว่าพร้อมขายหรือไม่\r\nask before sale สำหรับผู้ขาย กรณีต้องการเปิดขายผ่านคนกลางด้วย',
  `status` set('active','reserve','sold','failed','banned') DEFAULT NULL COMMENT 'แสดงผลในเว็บไซต์ ถ้าเป็น active',
  `display` set('yes','no') DEFAULT NULL COMMENT 'การแสดงผล',
  `created_at` datetime DEFAULT current_timestamp() COMMENT 'สร้างเมื่อ',
  `updated_at` datetime DEFAULT current_timestamp(),
  `ulog` int(3) DEFAULT NULL COMMENT 'user log action',
  `comments` text DEFAULT NULL COMMENT 'ulog comments'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `berproduct`
--

INSERT INTO `berproduct` (`id`, `token`, `store_id`, `tel`, `network`, `cate_id`, `subcate`, `mean_desc`, `price`, `discount`, `extra_price`, `grade`, `sum`, `sum_desc`, `rec`, `hot`, `promotion`, `package`, `pin`, `note`, `tracking_provider`, `tracking`, `priority`, `ask`, `status`, `display`, `created_at`, `updated_at`, `ulog`, `comments`) VALUES
(1, 'SfCSDFf4SjoFSDpDlGLlksSF', '1014009001', '0956998989', 'AIS', NULL, ',tokasssen,tosssgd432fsd24asfken,tokasgdgden,', '', 900, NULL, NULL, 'A+', 50, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'yes', 'yes', 'yes', 'ไม่มี', 'no', '', '', '', 1, 'yes', 'reserve', 'yes', '2021-10-20 09:07:53', '2021-11-24 07:53:26', NULL, NULL),
(2, 'SfCSDFASD345gfdGLlksSF', '2021146002', '0946589595', 'DTAC', NULL, ',tokasssen,tosssgd432fsd24asfken,tokasgdgden,', '', 1700, NULL, NULL, 'C', 67, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'no', 'yes', 'no', 'ชื่อแพ็กเกจติดโปร 100mb จำนวน 1GB หลังจากนั้นลดความเร็ว 128kb ตลอดการใช้งาน', 'no', 'บันทึกข้อความ ไม่รู้จะพิมพ์อะไรให้มันดูยาวๆ', '', '', 1, 'yes', 'active', 'yes', '2021-10-20 09:07:53', '2021-10-20 09:07:53', NULL, NULL),
(3, 'SfCsdSDFU35408FDJSfo', '1014009001', '0859664125', 'AIS', NULL, ',tosdfssdfd24asfken,tosssgd432fsd24asfken,tokasgdgden,', '', 50000, NULL, NULL, 'SS', 99, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค', 'no', 'yes', 'no', 'ชื่อแพ็กเกจติดโปร 100000mb ', 'no', 'บันทึกข้อความ', NULL, NULL, 1, 'yes', 'reserve', 'yes', '2021-10-20 09:07:53', '2022-03-15 04:05:01', NULL, NULL),
(4, 'SfCSDFf4SGSDFSDpDlGLlksSF', '1014009001', '0956988980', 'TRUE', NULL, ',asdCateDDas,tosdfssdfd24asfken,', '', 1500, NULL, NULL, 'A', 66, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'no', 'yes', 'yes', 'ชื่อแพ็กเกจติดโปร 100mb จำนวน 1GB หลังจากนั้นลดความเร็ว 128kb ตลอดการใช้งาน', 'no', '', NULL, NULL, 1, 'yes', 'active', 'yes', '2021-10-20 09:07:53', '2021-10-20 09:07:53', NULL, NULL),
(5, 'SfCSDASFASDDlGLlksSF', '2021146002', '0956988977', 'AIS', NULL, ',tosdfssdfd24asfken,', '', 9999, NULL, NULL, 'A+', 63, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'no', 'no', 'no', 'ไม่มี', 'no', '', '', '', 2, 'yes', 'reserve', 'yes', '2021-10-20 09:07:53', '2022-03-15 04:04:18', NULL, NULL),
(6, 'SfCSDFf4SjovxcvFSDpDlGLlksSF', '1014009001', '0953998989', 'AIS', NULL, ',tokasssen,tosssgd432fsd24asfken,tokasgdgden,', '', 900, NULL, NULL, 'A+', 50, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'yes', 'yes', 'no', 'ไม่มี', 'no', '', '', '', 3, 'yes', 'reserve', 'yes', '2021-10-20 09:07:53', '2021-11-24 08:47:05', NULL, NULL),
(7, 'SfCSDFf4SFAvFSDpDlGLlksSF', '1014009001', '0953998333', 'AIS', NULL, ',tokasssen,tokasgdgden,', '', 1000, NULL, NULL, 'A+', 50, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'yes', 'yes', 'no', 'ไม่มี', 'no', '', '', '', 4, 'yes', 'active', 'yes', '2021-10-20 09:07:53', '2021-10-20 09:07:54', NULL, NULL),
(9, 'SfCSDFAGADDfdGLlksSF', '2021146002', '0946589777', 'DTAC', NULL, ',tokasssen,tosssgd432fsd24asfken,tokasgdgden,', 'ความหมายเพิ่มเติม ทดสอบ ๆ เบอร์นี้เด็ดดี', 1700, NULL, NULL, 'C', 67, 'พลังแห่งผู้พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'yes', 'yes', 'no', 'ชื่อแพ็กเกจติดโปร 100mb จำนวน 1GB หลังจากนั้นลดความเร็ว 128kb ตลอดการใช้งาน', 'no', 'บันทึกข้อความ ไม่รู้จะพิมพ์อะไรให้มันดูยาวๆ', '', '', 1, 'yes', 'reserve', 'yes', '2021-10-20 09:07:53', '2022-01-20 09:14:33', NULL, NULL),
(12, 'SfCsdSDFUUY408FDJSfo', '1014009001', '0859664444', 'AIS', NULL, ',tosdfssdfd24asfken,tosssgd432fsd24asfken,tokasgdgden,', '', 1949, NULL, NULL, 'A+', 99, 'พิชิตปัญหา ทุกข์ อุปสรรค\r\n\r\n', 'no', 'yes', 'no', 'ชื่อแพ็กเกจติดโปร 100000mb ', 'no', 'บันทึกข้อความ', NULL, NULL, 1, 'yes', 'active', 'yes', '2021-10-20 09:07:53', '2021-10-20 09:07:53', NULL, NULL),
(13, 'SfCsdSDFUUY4CX8FDJSfo', '1014009001', '0859664498', 'AIS', NULL, ',tosdfssdfd24asfken,tosssgd432fsd24asfken,tokasgdgden,', '', 2999, NULL, NULL, 'A+', 99, 'กข์ อุปสรรค\r\n\r\n', 'no', 'yes', 'no', 'ชื่อแพ็กเกจติดโปร 100000mb ', 'no', 'บันทึกข้อความ', NULL, NULL, 1, 'yes', 'active', 'yes', '2021-10-20 09:07:53', '2021-10-20 09:07:53', NULL, NULL),
(14, 'SfCSDFAAfRsdfGLlksSF', '2021146002', '0941119777', 'DTAC', NULL, ',tokasssen,tosssgd432fsd24asfken,tokasgdgden,', '', 9999, NULL, NULL, 'A', 67, ' ทุกข์ อุปสรรค พลังแห่งผู้พิชิตปัญหา\r\n\r\n', 'yes', 'yes', 'no', 'ชื่อแพ็กเกจติดโปร 100mb จำนวน 1GB หลังจากนั้นลด', 'no', 'บันทึกข้อความ ไม่รู้จะพิมพ์อะไรให้มันดูยาวๆ', '', '', 1, 'yes', 'reserve', 'yes', '2021-10-20 09:07:53', '2021-11-25 01:21:55', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `berproduct_grade`
--

CREATE TABLE `berproduct_grade` (
  `grade_id` int(2) NOT NULL,
  `grade_name` varchar(255) CHARACTER SET utf8 NOT NULL,
  `grade_description` varchar(255) CHARACTER SET utf8mb4 NOT NULL COMMENT 'คำอธิบายเกรด',
  `grade_color` varchar(50) NOT NULL,
  `grade_min` int(5) NOT NULL,
  `grade_max` int(5) NOT NULL,
  `grade_priority` int(2) NOT NULL,
  `grade_display` set('yes','no') NOT NULL DEFAULT 'yes'
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `berproduct_grade`
--

INSERT INTO `berproduct_grade` (`grade_id`, `grade_name`, `grade_description`, `grade_color`, `grade_min`, `grade_max`, `grade_priority`, `grade_display`) VALUES
(1, 'S', 'เกรด S เบอร์ดีควรค่าแก่การครอบครอง  ', '#0b6827', 900, 1000, 1, 'yes'),
(2, 'A', 'เกรด A เบอร์สวยเบอร์มั่นคง เสริมบารมี เพิ่มความมั่งคั่ง', '#2c9200', 800, 899, 2, 'yes'),
(3, 'B', 'เกรด B เบอร์ดีมีโชคลาภ ค้ำจุนดวงชะตา', '#f5ac00', 700, 799, 3, 'yes'),
(4, 'C', 'เกรด C เบอร์ปลานกลาง ใช้เสริมโชคชะตา', '#ac0101', 600, 699, 4, 'yes'),
(5, 'D', 'เกรด D มีโอกาสควรปรับเปลี่ยน', '#430202', 500, 599, 5, 'yes'),
(6, 'F', 'เกรด F ควรเปลี่ยนเบอร์โดยเร็วที่สุด', '#730101', 0, 499, 6, 'yes');

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `cate_id` int(11) NOT NULL,
  `cate_name` varchar(255) NOT NULL,
  `url` varchar(255) NOT NULL,
  `topic` text NOT NULL,
  `title` varchar(255) NOT NULL,
  `keyword` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `thumbnail` varchar(255) NOT NULL,
  `h1` text NOT NULL,
  `h2` text NOT NULL,
  `freetag` text NOT NULL,
  `parent_id` int(11) NOT NULL,
  `level` int(11) NOT NULL,
  `url_redirect` varchar(255) NOT NULL,
  `date_edit` datetime NOT NULL DEFAULT current_timestamp(),
  `pin` set('yes','no') NOT NULL DEFAULT 'no',
  `priority` int(11) NOT NULL COMMENT 'ลำดับการแสดง',
  `position` int(11) DEFAULT NULL COMMENT 'ลำดับบนแถบเมนู',
  `display` set('yes','no') NOT NULL DEFAULT 'yes' COMMENT 'การแสดงผล',
  `menu` set('yes','no') NOT NULL DEFAULT 'yes' COMMENT 'แสดงบนแถบเมนู',
  `main_page` set('yes','no') NOT NULL DEFAULT 'no',
  `language` varchar(50) NOT NULL DEFAULT 'TH',
  `defaults` varchar(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`cate_id`, `cate_name`, `url`, `topic`, `title`, `keyword`, `description`, `thumbnail`, `h1`, `h2`, `freetag`, `parent_id`, `level`, `url_redirect`, `date_edit`, `pin`, `priority`, `position`, `display`, `menu`, `main_page`, `language`, `defaults`) VALUES
(1, 'Home', 'หน้าหลัก', 'Home', 'Home', 'Home', 'Home', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 1, 1, 'yes', 'yes', 'yes', 'TH', 'yes'),
(2, 'Products', 'product', '', 'product', 'product', 'product', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 2, 2, 'yes', 'yes', 'yes', 'TH', 'yes'),
(3, 'บทความ', 'บทความ', '', 'บทความ', 'บทความ', 'บทความ', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 2, 2, 'yes', 'no', 'yes', 'TH', 'yes'),
(4, 'เกี่ยวกับเรา', 'เกี่ยวกับเรา', '', 'เกี่ยวกับเรา', 'เกี่ยวกับเรา', 'เกี่ยวกับเรา', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 3, 3, 'yes', 'yes', 'yes', 'TH', 'yes'),
(5, 'ติดต่อเรา', 'ติดต่อเรา', '', 'ติดต่อเรา', 'ติดต่อเรา', 'ติดต่อเรา', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 2, 2, 'yes', 'no', 'yes', 'TH', 'yes'),
(10, 'เข้าสู่ระบบ', 'เข้าสู่ระบบ', '', 'เข้าสู่ระบบ', 'เข้าสู่ระบบ', 'เข้าสู่ระบบ', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 2, 2, 'yes', 'no', 'yes', 'TH', 'yes'),
(11, 'สมัครสมาชิก', 'สมัครสมาชิก', '', 'สมัครสมาชิก', 'สมัครสมาชิก', 'สมัครสมาชิก', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 2, 2, 'yes', 'no', 'yes', 'TH', 'yes'),
(12, 'เปลี่ยนรหัสผ่าน', 'เปลี่ยนรหัสผ่าน', '', 'เปลี่ยนรหัสผ่าน', 'เปลี่ยนรหัสผ่าน', 'เปลี่ยนรหัสผ่าน', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 2, 2, 'yes', 'no', 'yes', 'TH', 'yes'),
(14, 'payment', 'payment', '', 'payment', 'payment', 'payment', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 2, 2, 'yes', 'yes', 'yes', 'TH', 'yes'),
(15, 'profile', 'profile', 'profile', 'profile', 'profile', 'profile', '2021/06/jaeye3_60bef8612f8f0zM8OpjuXak.jpg', '', '', '', 0, 0, '', '2021-03-20 16:02:55', 'no', 1, 1, 'yes', 'yes', 'yes', 'TH', 'yes');

-- --------------------------------------------------------

--
-- Table structure for table `comment`
--

CREATE TABLE `comment` (
  `comment_id` int(11) NOT NULL,
  `ref_post_social_id` varchar(20) CHARACTER SET utf8 NOT NULL,
  `ref_member_id` int(10) NOT NULL,
  `parent` varchar(10) CHARACTER SET utf8 NOT NULL,
  `comment` text CHARACTER SET utf8 NOT NULL,
  `comment_event` varchar(20) CHARACTER SET utf8 NOT NULL,
  `type_post_social` varchar(10) CHARACTER SET utf8 NOT NULL,
  `status` varchar(20) CHARACTER SET utf8 NOT NULL,
  `create_date` datetime NOT NULL,
  `update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `comment_history`
--

CREATE TABLE `comment_history` (
  `history_id` int(11) NOT NULL,
  `ref_comment_id` int(11) NOT NULL,
  `comment` text NOT NULL,
  `type` varchar(20) NOT NULL,
  `status` varchar(20) NOT NULL,
  `create_by` varchar(20) NOT NULL,
  `create_date` datetime NOT NULL,
  `update_by` varchar(20) NOT NULL,
  `update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `content_web`
--

CREATE TABLE `content_web` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `keyword` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `freetag` text NOT NULL,
  `h1` text NOT NULL,
  `h2` text NOT NULL,
  `short_url` varchar(50) NOT NULL,
  `thumbnail` text NOT NULL,
  `video` varchar(255) NOT NULL,
  `category` varchar(255) NOT NULL,
  `root_category` varchar(255) NOT NULL,
  `tag` varchar(255) NOT NULL,
  `topic` text NOT NULL,
  `content` text NOT NULL,
  `brand_id` int(5) NOT NULL COMMENT 'ยี่ห้อ',
  `saleprice` float NOT NULL DEFAULT 0,
  `specialprice` float NOT NULL DEFAULT 0,
  `unit` varchar(255) NOT NULL COMMENT 'หน่วยของสินค้า',
  `link_fb` text NOT NULL,
  `link_tw` text NOT NULL,
  `link_ig` text NOT NULL,
  `link_line` text NOT NULL,
  `display` set('yes','no') NOT NULL DEFAULT 'yes',
  `date_created` datetime NOT NULL DEFAULT current_timestamp(),
  `date_edit` datetime NOT NULL DEFAULT current_timestamp(),
  `date_display` timestamp NOT NULL DEFAULT current_timestamp(),
  `author` int(11) NOT NULL,
  `post_view` int(11) NOT NULL,
  `comment_allow` varchar(5) NOT NULL DEFAULT 'yes',
  `comment_count` int(11) NOT NULL,
  `pin` set('yes','no') NOT NULL DEFAULT 'no',
  `language` varchar(2) NOT NULL DEFAULT 'TH',
  `defaults` set('yes','no') NOT NULL DEFAULT 'no',
  `priority` int(11) NOT NULL,
  `status` varchar(10) NOT NULL,
  `new` set('yes','no') NOT NULL DEFAULT 'no',
  `manual_file` text NOT NULL COMMENT 'ไฟล์คู่มือสินค้า',
  `manual_title` varchar(255) NOT NULL COMMENT 'ชื่อคู่มือ'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `direct_message`
--

CREATE TABLE `direct_message` (
  `id` int(10) NOT NULL,
  `token_id` varchar(100) NOT NULL,
  `content` varchar(255) NOT NULL,
  `user_id` int(5) NOT NULL COMMENT 'รหัสผู้ส่งข้อความสำหรับผู้ใช',
  `admin_id` int(5) NOT NULL COMMENT 'รหัสผู้ส่งข้อความสำหรับผู้ดูแล',
  `date_time` datetime NOT NULL DEFAULT current_timestamp(),
  `status` set('send','unread','read') NOT NULL,
  `display` set('yes','no') NOT NULL,
  `post_by` set('user','admin') NOT NULL COMMENT 'ผู้ส่งข้อความ'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `email_letter`
--

CREATE TABLE `email_letter` (
  `id` int(11) NOT NULL,
  `e_mail` varchar(255) NOT NULL,
  `date_regist` datetime NOT NULL,
  `status` varchar(50) NOT NULL,
  `language` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `email_letter`
--

INSERT INTO `email_letter` (`id`, `e_mail`, `date_regist`, `status`, `language`) VALUES
(22, 'sukanyakp88@gmail.com', '2018-11-06 09:34:11', 'downloaded', 'TH');

-- --------------------------------------------------------

--
-- Table structure for table `feature`
--

CREATE TABLE `feature` (
  `id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `status` varchar(11) NOT NULL DEFAULT 'no'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `feature`
--

INSERT INTO `feature` (`id`, `name`, `status`) VALUES
(1, 'multi_lingual', 'yes'),
(2, 'multi_user', 'yes'),
(3, 'member', 'yes'),
(4, 'flexible_cate', 'no'),
(5, 'tag', 'yes'),
(7, 'enable_website', 'yes'),
(8, 'SEO', 'no'),
(9, 'email_letter', 'no'),
(10, 'leave_a_msg', 'yes'),
(11, 'price', 'yes'),
(13, 'topic', 'yes'),
(14, 'landing', 'no');

-- --------------------------------------------------------

--
-- Table structure for table `gallery_image`
--

CREATE TABLE `gallery_image` (
  `id` int(5) NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 NOT NULL,
  `keyword` varchar(255) CHARACTER SET utf8 NOT NULL,
  `description` text CHARACTER SET utf8 NOT NULL,
  `thumbnail` varchar(255) CHARACTER SET utf8 NOT NULL,
  `display` set('yes','no') NOT NULL DEFAULT 'yes',
  `priority` int(4) NOT NULL DEFAULT 0,
  `date_created` datetime NOT NULL DEFAULT current_timestamp(),
  `date_update` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `gallery_image`
--

INSERT INTO `gallery_image` (`id`, `title`, `keyword`, `description`, `thumbnail`, `display`, `priority`, `date_created`, `date_update`) VALUES
(109, 'รีวิว', '', '', 'upload/2020/12/5fe699c31d2f95QwFd.png', 'yes', 1, '2020-11-30 02:12:01', '2020-11-30 09:16:30');

-- --------------------------------------------------------

--
-- Table structure for table `language`
--

CREATE TABLE `language` (
  `id` int(11) NOT NULL,
  `language` varchar(15) NOT NULL,
  `display_name` varchar(255) NOT NULL,
  `defaults` set('yes','no') NOT NULL DEFAULT 'no'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `language`
--

INSERT INTO `language` (`id`, `language`, `display_name`, `defaults`) VALUES
(5, 'EN', 'ภาษาอังกฤษ', 'no'),
(1, 'TH', 'ภาษาไทย', 'yes');

-- --------------------------------------------------------

--
-- Table structure for table `lang_backend`
--

CREATE TABLE `lang_backend` (
  `id` int(11) NOT NULL,
  `param` varchar(50) NOT NULL,
  `defaults` varchar(50) NOT NULL,
  `TH` text NOT NULL,
  `EN` text NOT NULL,
  `CH` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lang_backend`
--

INSERT INTO `lang_backend` (`id`, `param`, `defaults`, `TH`, `EN`, `CH`) VALUES
(21, 'add', 'เพิ่ม', 'เพิ่ม', 'add', ' 加'),
(65, 'addbannerslide', 'เพิ่มโฆษณาหรือภาพสไลด์', 'เพิ่มโฆษณาหรือภาพสไลด์', 'add banner or slide', ''),
(65, 'addbannertype', 'เพิ่มโฆษณาหรือภาพสไลด์', 'เพิ่มโฆษณาหรือภาพสไลด์', 'add banner or slide', ''),
(30, 'addcate', 'เพิ่มหมวดหมู่', 'เพิ่มหมวดหมู่', 'add category', ''),
(62, 'addcontent', 'เพิ่มบทความ', 'เพิ่มบทความ', 'add content', ''),
(90, 'adddata', 'เพิ่มข้อมูล', 'เพิ่มข้อมูล', 'add data', ''),
(18, 'addnewlang', 'เพิ่มภาษา', 'เพิ่มภาษา', 'add new language', ''),
(206, 'address', 'ที่อยู่', 'ที่อยู่', 'address', ''),
(53, 'addtag', 'เพิ่มแท็ก', 'เพิ่มแท็ก', 'add tag', ''),
(378, 'add_data_type', 'เพิ่มประเภทข้อมูล', 'เพิ่มประเภทข้อมูล', 'add data type', ''),
(9, 'admin', 'ผู้ดูแลระบบ', 'ผู้ดูแลระบบ', 'administrators', ''),
(371, 'all', 'ทั้งหมด', 'ทั้งหมด', 'all', ''),
(370, 'allcate', 'หมวดหมู่ทั้งหมด', 'หมวดหมู่ทั้งหมด', 'all category', ''),
(61, 'allcontent', 'บทความทั้งหมด', 'บทความทั้งหมด', 'all contents', ''),
(366, 'allresults', 'ผลการค้นหาทั้งหมด', 'ผลการค้นหาทั้งหมด', 'all results', ''),
(269, 'alredyregist', 'อีเมลนี้ได้ลงทะเบียนไว้แล้ว', 'อีเมลนี้ได้ลงทะเบียนไว้แล้ว', 'Your email already registed', ''),
(129, 'Apr', 'เม.ย.', 'เม.ย.', 'apr', ''),
(186, 'april', 'เมษายน', 'เมษายน', 'april', ''),
(262, 'attribute', '', '', 'attribute', ''),
(133, 'Aug', 'ส.ค.', 'ส.ค.', 'aug', ''),
(190, 'august', 'สิงหาคม', 'สิงหาคม', 'august', ''),
(343, 'aumphur', 'อำเภอ', 'อำเภอ', 'อำเภอ', ''),
(442, 'bankaccount', 'บัญชีธนาคาร', 'บัญชีธนาคาร', '', ''),
(112, 'banned', 'งดใช้งาน', 'งดใช้งาน', 'banned', ''),
(4, 'banner', 'ภาพหน้าหลักและโฆษณา', 'ภาพหน้าหลักและโฆษณา', 'slide and banner', ''),
(72, 'banners', 'โฆษณา', 'โฆษณา', 'banner', ''),
(65, 'bannertype', 'เพิ่มโฆษณาหรือภาพสไลด์', 'เพิ่มโฆษณาหรือภาพสไลด์', 'add banner or slide', ''),
(307, 'bcardmsg1', 'กรุณาอัพโหลดบัตรประจำตัวสมาชิก (business card)', 'กรุณาอัพโหลดบัตรประจำตัวสมาชิก (business card)', 'please upload identify card', ''),
(281, 'birthdate', 'วันเกิด', 'วันเกิด', 'birthdate', ''),
(155, 'btconfirmregister', 'ยืนยันการสมัคร', 'ยืนยันการสมัคร', 'confirm register', ''),
(150, 'btforgotpassword', 'ลืมรหัสผ่าน', 'ลืมรหัสผ่าน', 'forgest password', ''),
(149, 'btlogin', 'เข้าสู่ระบบ', 'เข้าสู่ระบบ', 'log in', ''),
(314, 'btlogout', 'ออกจากระบบ', 'ออกจากระบบ', 'logout', ''),
(154, 'btn2loginpage', 'กลับไปยังหน้าเข้าสู่ระบบ', 'กลับไปยังหน้าเข้าสู่ระบบ', 'back to log in page', ''),
(156, 'btnorequestsms', 'ไม่ได้รับข้อความรหัสยืนยัน?', 'ไม่ได้รับข้อความรหัสยืนยัน?', 'no request sms', ''),
(153, 'btrequestpassword', 'ขอรหัสผ่าน', 'ขอรหัสผ่าน', 'request password', ''),
(157, 'btresend', 'ส่งอีกครั้ง', 'ส่งอีกครั้ง', 'resend', ''),
(148, 'btsigninfacebook', '', '', 'Sign in with Facebook', ''),
(152, 'btsignup', 'สมัครสมาชิก', 'สมัครสมาชิก', 'Sign up', ''),
(151, 'btsignupfacebook', '', '', 'Sign up with Facebook', ''),
(344, 'budget', 'งบประมาณ', 'งบประมาณ', 'budget', ''),
(319, 'businesscard', '', '', 'business card', ''),
(233, 'businesshours', 'จันทร์-ศุกร์ 9.00 - 18.00น.', 'จันทร์-ศุกร์ 9.00 - 18.00น.', 'Monday - Friday : from 9:00 - 18:00 hrs.', ''),
(21, 'cancel', 'ยกเลิก', 'ยกเลิก', 'Cancel', 'Cancel'),
(27, 'categories', 'หมวดหมู่', 'หมวดหมู่', 'category', ''),
(40, 'categoryname', 'ชื่อหมวดหมู่', 'ชื่อหมวดหมู่', 'category name', ''),
(289, 'catename', 'ชื่อหมวดหมู่', 'ชื่อหมวดหมู่', 'category name', ''),
(374, 'changelocation', 'เปลี่ยนหมุดที่แสดงบนแผนที่', 'เปลี่ยนหมุดที่แสดงบนแผนที่', 'change location', ''),
(43, 'clear', 'ล้าง', 'ล้าง', 'clear', ''),
(26, 'close', 'ปิด', 'ปิด', 'close', ''),
(59, 'commentallow', 'เปิดคอมเม้นท์', 'เปิดคอมเม้นท์', 'comment allow', ''),
(448, 'companyname', 'ชื่อบริษัท', 'ชื่อบริษัท', 'Company Name', ''),
(258, 'configuration', '', '', 'configuration', ''),
(22, 'confirmdeletelang', 'แน่ใจหรือว่าต้องการลบภาษา', 'แน่ใจหรือว่าต้องการลบภาษา', 'Are you sure to delete language', ''),
(272, 'confirmpassword', 'ยืนยันรหัสผ่าน', 'ยืนยันรหัสผ่าน', 'confirm password', ''),
(417, 'confirmpayment', 'ยืนยันการชำระเงิน', 'ยืนยันการชำระเงิน', 'Confirm Payments', ''),
(255, 'contactinfo', 'ข้อมูลการติดต่อ', 'ข้อมูลการติดต่อ', 'contact information', ''),
(447, 'contactmessage', 'ข้อความติดต่อ', 'ข้อความติดต่อ', 'Contact Message', ' 加'),
(340, 'contactprojectinfo', 'ติดต่อ-สอบถามข้อมูลโครงการ', 'ติดต่อ-สอบถามข้อมูลโครงการ', 'ติดต่อ-สอบถามข้อมูลโครงการ', ''),
(345, 'contacttopic', 'เรื่องที่ต้องการติดต่อ', 'เรื่องที่ต้องการติดต่อ', 'เรื่องที่ต้องการติดต่อ', ''),
(234, 'contactus', 'ติดต่อเรา', 'ติดต่อเรา', 'contact us', ''),
(443, 'contactwebsite', 'ข้อมูลเว็บไซต์', 'ข้อมูลเว็บไซต์', '', ''),
(3, 'content', 'บทความ', 'บทความ', 'contents', ''),
(444, 'contentcategory', 'หมวดหมู่บทความ', 'หมวดหมู่บทความ', '', ''),
(429, 'contentdetail', 'เนื้อหา', 'เนื้อหา', 'content detail', ''),
(443, 'contentwebsite', 'Content Page & SEO', 'Content Page & SEO', '', ''),
(298, 'cpasswordmsg1', 'กรุณายืนยันรหัสผ่าน', 'กรุณายืนยันรหัสผ่าน', 'please confirm password', ''),
(299, 'cpasswordmsg2', 'ยืนยันรหัสผ่านไม่ตรงกัน', 'ยืนยันรหัสผ่านไม่ตรงกัน', 'password does not matched', ''),
(275, 'currentaddress', 'ที่อยู่ปัจจุบัน', 'ที่อยู่ปัจจุบัน', 'current address', ''),
(356, 'dashboard', 'แผงควบคุม', 'แผงควบคุม', 'dashboard', ''),
(383, 'data', 'ข้อมูล', 'ข้อมูล', 'data', ''),
(379, 'datatype', 'ประเภทข้อมูล', 'ประเภทข้อมูล', 'data type', ''),
(122, 'date', 'วันที่', 'วันที่', 'date', ''),
(63, 'datecreated', 'วันที่สร้าง', 'วันที่สร้าง', 'date created', ''),
(64, 'dateedit', 'วันที่แก้ไข', 'วันที่แก้ไข', 'date edit', ''),
(106, 'dateregis', 'วันที่ลงทะเบียน', 'วันที่ลงทะเบียน', 'date register', ''),
(209, 'datesubmit', 'วันที่ส่งข้อมูล', 'วันที่ส่งข้อมูล', 'Submit date', ''),
(137, 'Dec', 'ธ.ค.', 'ธ.ค.', 'dec', ''),
(194, 'december', 'ธันวาคม', 'ธันวาคม', 'december', ''),
(23, 'delete', 'ลบ', 'ลบ', 'delete', ''),
(98, 'descdefinition', 'ตัวอักษรที่เหมาะสม 150 ตัว', 'ตัวอักษรที่เหมาะสม 150 ตัว', '150 - character maximum', ''),
(39, 'description', 'คำอธิบาย', 'คำอธิบาย', 'description', ''),
(376, 'detail', 'รายละเอียดเว็บไซต์', 'รายละเอียดเว็บไซต์', 'detail', ''),
(69, 'display', 'แสดง', 'แสดง', 'display', ''),
(55, 'displaydate', 'วันที่แสดง', 'วันที่แสดง', 'display date', ''),
(19, 'displayname', 'ชื่อที่แสดง', 'ชื่อที่แสดง', 'display name', ''),
(33, 'displayonsite', 'แสดงผลบนเว็บไซต์', 'แสดงผลบนเว็บไซต์', 'display on website', ''),
(235, 'download', 'ดาว์นโหลด', 'ดาว์นโหลด', 'download', ''),
(351, 'downloadmap', 'ดาวน์โหลดแผนที่', 'ดาวน์โหลดแผนที่', 'Download Map', ''),
(195, 'draw', 'เสมอ', 'เสมอ', 'draw', ''),
(24, 'edit', 'แก้ไข', 'แก้ไข', 'edit', ''),
(377, 'editbanner', 'แก้ไขโฆษณาหรือภาพสไลด์', 'แก้ไขโฆษณาหรือภาพสไลด์', 'edit banner', ''),
(70, 'editbannerslide', 'แก้ไขโฆษณาหรือภาพสไลด์', 'แก้ไขโฆษณาหรือภาพสไลด์', 'edit banner or slide', ''),
(368, 'editcate', 'แก้ไขหมวดหมู่', 'แก้ไขหมวดหมู่', 'edit category', ''),
(49, 'editcontent', 'แก้ไขบทความ', 'แก้ไขบทความ', 'edit content', ''),
(65, 'editdata', 'เพิ่มโฆษณาหรือภาพสไลด์', 'เพิ่มโฆษณาหรือภาพสไลด์', 'add banner or slide', ''),
(436, 'editdataadmin', 'แก้ไขข้อมูลของผู้ดูแลระบบ', 'แก้ไขข้อมูลของผู้ดูแลระบบ', 'edit data admin', ''),
(261, 'editlanding', 'แก้ไข landing page', 'แก้ไข landing page', 'edit lnding page', ''),
(380, 'editlang', 'แก้ไขชื่อภาษา', 'แก้ไขชื่อภาษา', 'edit language', ''),
(384, 'editor', 'นักข่าว', 'นักข่าว', 'editor', ''),
(104, 'email', 'อีเมล', 'อีเมล', 'email', ''),
(347, 'emailaddress', 'thehouzecondominium@gmail.com', 'thehouzecondominium@gmail.com', 'thehouzecondominium@gmail.com', ''),
(293, 'emailmsg1', 'กรุณาตรวจสอบที่อยู่อีเมล', 'กรุณาตรวจสอบที่อยู่อีเมล', 'invalid email address', ''),
(294, 'emailmsg2', 'อีเมลนี้มีในระบบแล้ว', 'อีเมลนี้มีในระบบแล้ว', 'This email address already exist', ''),
(295, 'emailmsg3', 'กรุณากรอกที่อยู่อีเมล', 'กรุณากรอกที่อยู่อีเมล', 'please enter email address', ''),
(100, 'example', 'ตัวอย่าง', 'ตัวอย่าง', 'Example', ''),
(50, 'facebookvideolink', 'ลิงค์วีดีโอจากเฟสบุค', 'ลิงค์วีดีโอจากเฟสบุค', 'video link from facebook', ''),
(256, 'fanpagelink', 'https://www.facebook.com/thehouzeandthehugz', 'https://www.facebook.com/thehouzeandthehugz', 'https://www.facebook.com/', ''),
(373, 'favorite', 'ติดดาว', 'ติดดาว', 'favorite', ''),
(11, 'feature', 'Features', 'Features', 'features', ''),
(127, 'Feb', 'ก.พ.', 'ก.พ.', 'feb', ''),
(184, 'february', 'กุมภาพันธ์', 'กุมภาพันธ์', 'february', ''),
(284, 'female', 'หญิง', 'หญิง', 'female', ''),
(52, 'findtag', 'ค้นหาแท็ก', 'ค้นหาแท็ก', 'find tag', ''),
(320, 'firstpage', 'หน้าแรก', 'หน้าแรก', 'first page', ''),
(348, 'followuson', 'ติดตามเราได้ที่', 'ติดตามเราได้ที่', 'follow us on', ''),
(60, 'format', 'รูปแบบ', 'รูปแบบ', 'format', ''),
(236, 'freedeal', 'โทรฟรี !!', 'โทรฟรี !!', 'Free', ''),
(181, 'friday', 'ศุกร์', 'ศุกร์', 'friday', ''),
(205, 'fullname', 'ชื่อ - นามสกุล', 'ชื่อ - นามสกุล (ภาษาไทย)', 'Full name', ''),
(315, 'fullnamemsg1', 'กรุณากรอกชื่อ - นามสกุล (ภาษาไทย)', 'กรุณากรอกชื่อ - นามสกุล (ภาษาไทย)', 'Please enter full name', ''),
(354, 'gallery', 'แกลเลอรี', 'แกลเลอรี', 'gallery', ''),
(282, 'gender', 'เพศ', 'เพศ', 'gender', ''),
(300, 'gendermsg1', 'กรุณาเลือกเพศ', 'กรุณาเลือกเพศ', 'please select gender', ''),
(237, 'h1', 'H1', 'H1', 'H1', ''),
(238, 'h1description', '', '', 'Text for H1', ''),
(239, 'h2', 'H2', 'H2', 'H2', ''),
(240, 'h2description', '', '', 'Text for H1', ''),
(34, 'hiddenfromsite', 'ซ่อนจากเว็บไซต์', 'ซ่อนจากเว็บไซต์', 'not display on website', ''),
(48, 'hide', 'ซ่อน', 'ซ่อน', 'hide', ''),
(428, 'hidebt', 'ซ่อนปุ่ม', 'ซ่อนปุ่ม', 'hide button', ''),
(13, 'history', 'ประวัติ', 'ประวัติ', 'history', ''),
(1, 'home', 'หน้าหลัก', 'หน้าหลัก', 'home', ''),
(306, 'idcardmsg1', 'กรุณาอัพโหลดบัตรประจำตัวประชาชน', 'กรุณาอัพโหลดบัตรประจำตัวประชาชน', 'please upload identify card', ''),
(114, 'inactive', 'ปิดการทำงาน', 'ปิดการทำงาน', 'inactive', ''),
(259, 'infotype', 'ประเภท', 'ประเภท', 'type', ''),
(391, 'input_warning_alertmsg', 'กรุณากรอกข้อมูลค่ะ', 'กรุณากรอกข้อมูลค่ะ', 'is empty.', '是空的'),
(409, 'input_warning_alert_msgEmail', 'รูปแบบอีเมลไม่ถูกต้อง', 'รูปแบบอีเมลไม่ถูกต้อง', 'Invalid mailbox syntax', 'Invalid mailbox syntax'),
(408, 'input_warning_alert_titleEmail', 'ส่งอีเมลไม่สำเร็จ', 'ส่งอีเมลไม่สำเร็จ', 'Email not sending', 'Email not sending'),
(389, 'input_warning_budget', 'งบประมาณในการซื้อ', 'งบประมาณในการซื้อ', 'your budget', '购买预算'),
(395, 'input_warning_close', 'ปิด', 'ปิด', 'CLOSE', '关'),
(388, 'input_warning_email', 'อีเมล', 'อีเมล', 'E-mail', '邮件'),
(392, 'input_warning_gender', 'กรุณาระบุเพศของท่าน', 'กรุณาระบุเพศของท่าน', 'Please select your gender', '性别'),
(396, 'input_warning_msg', 'ข้อความเพิ่มเติม', 'ข้อความเพิ่มเติม', 'is empty.', '留留 言'),
(385, 'input_warning_name', 'ชื่อ', 'ชื่อ', 'Name', '姓名'),
(387, 'input_warning_phone', 'เบอร์โทรศัพท์', 'เบอร์โทรศัพท์', 'Phone number', '电话号码'),
(390, 'input_warning_purpose', 'เหตุผลในการซื้อ', 'เหตุผลในการซื้อ', 'the purpose of buying', '购买 目的'),
(415, 'input_warning_send_msgEmail', 'ส่งข้อความของท่านแล้ว', 'ส่งข้อความของท่านแล้ว', 'We already send your email', ''),
(410, 'input_warning_send_titleEmail', 'ส่งข้อความสำเร็จ', 'ส่งข้อความสำเร็จ', 'Email send', ''),
(386, 'input_warning_surname', 'นามสกุล', 'นามสกุล', 'surname', '姓'),
(393, 'input_warning_title', 'กรุณากรอกข้อมูลให้ครบถ้วน', 'กรุณากรอกข้อมูลให้ครบถ้วน', 'Please fill the blank', '请填空'),
(394, 'input_warning_try', 'ลองอีกครั้ง', 'ลองอีกครั้ง', 'Try again', '再试一次'),
(126, 'Jan', 'ม.ค.', 'ม.ค.', 'jan', ''),
(183, 'january', 'มกราคม', 'มกราคม', 'january', ''),
(132, 'Jul', 'ก.ค.', 'ก.ค.', 'jul', ''),
(189, 'july', 'กรกฎาคม', 'กรกฎาคม', 'july', ''),
(131, 'Jun', 'มิ.ย.', 'มิ.ย.', 'jun', ''),
(188, 'june', 'มิถุนายน', 'มิถุนายน', 'june', ''),
(38, 'keyword', 'คำสำคัญ', 'คำสำคัญ', 'keyword', ''),
(95, 'keyworddefinition', 'ตัวอักษรที่เหมาะสม 255 ตัว', 'ตัวอักษรที่เหมาะสม 255 ตัว', '255 - character maximum', ''),
(254, 'landing', '', '', 'landing page', ''),
(12, 'langconfig', 'ตั้งค่าภาษา', 'ตั้งค่าภาษา', 'lang config', ''),
(196, 'language', 'ภาษา', 'ภาษา', 'language', ''),
(36, 'languagename', 'ภาษา', 'ภาษา', 'language', ''),
(323, 'lastpage', 'หน้าสุดท้าย', 'หน้าสุดท้าย', 'last page', ''),
(164, 'lbconfirmcoderegis', 'กรุณากรอกรหัสยืนยันการสมัคร', 'กรุณากรอกรหัสยืนยันการสมัคร', 'please enter confirm code register', ''),
(166, 'lbregis', '*กรุณากรอกเบอร์โทรตามความจริงเพื่อรับรหัสยืนยันการ', '*กรุณากรอกเบอร์โทรตามความจริงเพื่อรับรหัสยืนยันการสมัครสมาชิก', 'Please enter your telephone number to receive a co', ''),
(165, 'lbwaitingconfirm', 'กำลังรอการยืนยัน', 'กำลังรอการยืนยัน', 'waiting confirm', ''),
(204, 'leavemsg', 'ติดต่อเรา', 'ติดต่อเรา', 'Leave a message', ''),
(66, 'link', 'ลิงค์', 'ลิงค์', 'link', ''),
(117, 'logout', 'ออกจากระบบ', 'ออกจากระบบ', 'logout', ''),
(372, 'mailbox', 'กล่องข้อความ', 'กล่องข้อความ', 'mail box', ''),
(203, 'maillist', 'อีเมลรับข่าวสาร', 'อีเมลรับข่าวสาร', 'Email list', ''),
(41, 'maincategory', 'หมวดหมู่หลัก', 'หมวดหมู่หลัก', 'main category', ''),
(31, 'mainpage', 'หน้าหลัก', 'หน้าหลัก', 'main page', ''),
(283, 'male', 'ชาย', 'ชาย', 'male', ''),
(445, 'managebrand', 'ยี่ห้อสินค้า', 'ยี่ห้อสินค้า', 'Product brand', ''),
(17, 'managelang', 'จัดการภาษา', 'จัดการภาษา', 'manage language', ''),
(292, 'managetransaction', 'แจ้งการโอนเงิน', 'แจ้งการโอนเงิน', 'manage transaction', ''),
(14, 'manual', 'คู่มือการใช้งาน', 'คู่มือการใช้งาน', 'manual', ''),
(360, 'map', 'แผนที่', 'แผนที่', 'map', ''),
(128, 'Mar', 'มี.ค.', 'มี.ค.', 'mar', ''),
(185, 'march', 'มีนาคม', 'มีนาคม', 'march', ''),
(427, 'matchfinish', 'เสร็จสิ้น', 'เสร็จสิ้น', 'finish', ''),
(226, 'matchstatus', 'สถานะ', 'สถานะ', 'status', ''),
(187, 'may', 'พฤษภาคม', 'พฤษภาคม', 'may', ''),
(10, 'member', 'สมาชิก', 'สมาชิก', 'members', ''),
(271, 'memberregist', 'สมัครสมาชิก', 'สมัครสมาชิก', 'register', ''),
(260, 'message', 'ข้อความ', 'ข้อความ', 'message', ''),
(177, 'monday', 'จันทร์', 'จันทร์', 'monday', ''),
(273, 'month', 'เดือน', 'เดือน', 'month', ''),
(267, 'more', 'เพิ่มเติม', 'เพิ่มเติม', 'more', ''),
(369, 'moreimg', 'รูปภาพเพิ่มเติม', 'รูปภาพเพิ่มเติม', 'more images', ''),
(357, 'mr', 'นาย', 'นาย', 'mr', ''),
(358, 'mrs', 'นาง', 'นาง', 'mrs', ''),
(359, 'ms', 'นางสาว', 'นางสาว', 'ms', ''),
(169, 'msgconfirmpassword', 'ยืนยันรหัสผ่านควรมีอย่างน้อย 8 หลัก', 'ยืนยันรหัสผ่านควรมีอย่างน้อย 8 หลัก', 'confirm password should be atleast 8 digits', ''),
(172, 'msgemail', 'กรุณาตรวจสอบที่อยู่อีเมล', 'กรุณาตรวจสอบที่อยู่อีเมล', 'email invalid', ''),
(173, 'msgforgotpass', '*ระบบจะแจ้งลิงค์รีเซ็ตรหัสผ่านใหม่ไปยังอีเมลของคุณ', '*ระบบจะแจ้งลิงค์รีเซ็ตรหัสผ่านใหม่ไปยังอีเมลของคุณ', 'PLease Check your email for new password', ''),
(170, 'msgpassconfirmpass', 'รหัสผ่านไม่ตรงกับยืนยันรหัสผ่าน', 'รหัสผ่านไม่ตรงกับยืนยันรหัสผ่าน', 'password not matched', ''),
(168, 'msgpassword', 'รหัสผ่านควรมีอย่างน้อย 8 หลัก', 'รหัสผ่านควรมีอย่างน้อย 8 หลัก', 'password should be atleast 8 digits', ''),
(286, 'msgsend', 'ข้อความถูกส่งแล้ว, ขอบคุณค่ะ', 'ข้อความถูกส่งแล้ว, ขอบคุณค่ะ', 'your message has been sentใ', ''),
(171, 'msgtel', 'กรุณาตรวจสอบหมายเลขโทรศัพท์', 'กรุณาตรวจสอบหมายเลขโทรศัพท์', 'Phone should be atleast 10 digits', ''),
(174, 'msgwrongcode', 'รหัสยืนยันไม่ถูกต้อง', 'รหัสยืนยันไม่ถูกต้อง', 'confirm code incorrect', ''),
(167, 'msgwrongemailpass', 'อีเมลล์ / รหัสผ่านไม่ถูกต้อง', 'อีเมลล์ / รหัสผ่านไม่ถูกต้อง', 'email / password incorect', ''),
(28, 'name', 'ชื่อ', 'ชื่อ', 'name', ''),
(241, 'newsposts', 'บทความใหม่', 'บทความใหม่', 'News Posts', ''),
(322, 'nextpage', 'หน้าถัดไป', 'หน้าถัดไป', 'next page', ''),
(57, 'no', 'ไม่', 'ไม่', 'no', ''),
(145, 'noconfirmmessage', 'ไม่ได้รับข้อความรหัสยืนยัน', 'ไม่ได้รับข้อความรหัสยืนยัน', 'no confirm message', ''),
(367, 'nodata', 'ไม่พบผลลัพธ์การค้นหา', 'ไม่พบผลลัพธ์การค้นหา', 'no data', ''),
(111, 'normal', 'ปกติ', 'ปกติ', 'normal', ''),
(136, 'Nov', 'พ.ย.', 'พ.ย.', 'nov', ''),
(193, 'november', 'พฤศจิกายน', 'พฤศจิกายน', 'november', ''),
(431, 'numberonly', 'เฉพาะตัวเลข', 'เฉพาะตัวเลข', 'number only', ''),
(135, 'Oct', 'ต.ค.', 'ต.ค.', 'oct', ''),
(192, 'october', 'ตุลาคม', 'ตุลาคม', 'october', ''),
(416, 'orders', 'รายการสั่งซื้อสินค้า', 'รายการสั่งซื้อสินค้า', 'Orders', ''),
(15, 'param', 'ตัวแปร', 'ตัวแปร', 'parameter', ''),
(264, 'password', 'รหัสผ่าน', 'รหัสผ่าน', 'password', ''),
(297, 'passwordmsg1', 'รหัสผ่านควรมีอย่างน้อย 8 หลัก', 'รหัสผ่านควรมีอย่างน้อย 8 หลัก', 'password must be at least 8 characters', ''),
(113, 'pending', 'รอ', 'รอ', 'pending', ''),
(265, 'pgcallcenter', 'ติดต่อทีมงาน', 'ติดต่อทีมงาน', 'PG call caenter', ''),
(207, 'phone', 'เบอร์โทร', 'เบอร์โทร', 'phone number', ''),
(301, 'phonemsg1', 'กรุณาตรวจสอบเบอร์โทรศัพท์', 'กรุณาตรวจสอบเบอร์โทรศัพท์', 'invalid phone number', ''),
(302, 'phonemsg2', 'เบอร์โทรศัพท์นี้มีในระบบแล้ว', 'เบอร์โทรศัพท์นี้มีในระบบแล้ว', 'this phone number already exist', ''),
(303, 'phonemsg3', 'กรุณากรอกเบอร์โทรศัพท์', 'กรุณากรอกเบอร์โทรศัพท์', 'please enter phone number', ''),
(346, 'phonenumber', '043-404-200, 081-380-8118, 088-549-8886', '043-404-200, 081-380-8118, 088-549-8886', '043-404-200', ''),
(56, 'pinpost', 'ปักหมุด', 'ปักหมุด', 'pin post', ''),
(242, 'popular', 'บทความยอดนิยม', 'บทความยอดนิยม', 'popular posts', ''),
(243, 'portfolio', 'ผลงานของเรา', 'ผลงานของเรา', 'portfolio', ''),
(67, 'position', 'ตำแหน่ง', 'ตำแหน่ง', 'position', ''),
(45, 'positiononmain', 'ตำแหน่งในหน้าแรก', 'ตำแหน่งในหน้าแรก', 'Position on main page', ''),
(350, 'postcode', 'รหัสไปรษณีย์', 'รหัสไปรษณีย์', 'postcode', ''),
(321, 'prevpage', 'หน้าก่อน', 'หน้าก่อน', 'previous page', ''),
(44, 'priority', 'ลำดับ', 'ลำดับ', 'priority', ''),
(419, 'product', 'สินค้า', 'สินค้า', 'Products', ''),
(437, 'productcategory', 'หมวดหมู่สินค้า', 'หมวดหมู่สินค้า', 'product category', ''),
(276, 'province', 'จังหวัด', 'จังหวัด', 'province', ''),
(304, 'provincemsg1', 'กรุณาเลือกจังหวัด', 'กรุณาเลือกจังหวัด', 'please select province', ''),
(355, 'public_area', 'พื้นที่ภายนอก', 'พื้นที่ภายนอก', 'public_area', ''),
(197, 'quotation', 'ใบเสนอราคา', 'ใบเสนอราคา', 'quotation', ''),
(316, 'read', 'อ่าน', 'อ่าน', 'read', ''),
(244, 'readmore', 'อ่านเพิ่มเติม', 'อ่านเพิ่มเติม', 'read more', ''),
(361, 'recentlycontents', 'บทความล่าสุด', 'บทความล่าสุด', 'recently contents', ''),
(365, 'record', 'รายการ', 'รายการ', 'record', ''),
(263, 'register', 'ลงทะเบียน', 'ลงทะเบียน', 'register', ''),
(341, 'registervisit', 'ลงทะเบียนเยี่ยมชมโครงการ', 'ลงทะเบียนเยี่ยมชมโครงการ', 'ลงทะเบียนเยี่ยมชมโครงการ', ''),
(362, 'register_now_for', 'ลงทะเบียนทันทีสำหรับ', 'ลงทะเบียนทันทีสำหรับ', 'REGISTER NOW FOR', ''),
(245, 'registnotify', 'รูปแบบอีเมลไม่ถูกต้อง!', 'รูปแบบอีเมลไม่ถูกต้อง!', 'Please input email!', ''),
(268, 'registsuccess', 'ลงทะเบียนเรียบร้อยแล้ว ขอบคุณค่ะ!', 'ลงทะเบียนเรียบร้อยแล้ว ขอบคุณค่ะ!', 'Register successed,Thank you!', ''),
(246, 'relatedport', 'ผลงานที่เกี่ยวข้อง', 'ผลงานที่เกี่ยวข้อง', 'Related portfolio', ''),
(115, 'resetpassword', 'ตั้งค่ารหัสผ่านใหม่', 'ตั้งค่ารหัสผ่านใหม่', 'reset password', ''),
(364, 'resultsfor', 'ผลการค้นหาสำหรับ', 'ผลการค้นหาสำหรับ', 'results for', ''),
(105, 'role', 'หน้าที่', 'หน้าที่', 'role', ''),
(353, 'room', 'ห้อง', 'ห้อง', 'room', ''),
(440, 'sales', 'พนักงานฝ่ายขาย', 'พนักงานฝ่ายขาย', 'Sales', ''),
(182, 'saturday', 'เสาร์', 'เสาร์', 'saturday', ''),
(16, 'save', 'บันทึก', 'บันทึก', 'save', ''),
(375, 'searchlocation', 'ค้นหาตำแหน่งในแผนที่', 'ค้นหาตำแหน่งในแผนที่', 'search location', ''),
(247, 'searchtext', 'ค้นหา', 'ค้นหา', 'Search for website...', ''),
(435, 'selectcategory', 'คุณต้องเลือกอย่างน้อย 1 หมวดหมู่', 'คุณต้องเลือกอย่างน้อย 1 หมวดหมู่', 'you need to select at least 1 category!', ''),
(285, 'selectgender', 'กรุณาเลือกเพศ', 'กรุณาเลือกเพศ', 'select gender', ''),
(433, 'selectimage', 'กรุณาเลือกรูปภาพ', 'กรุณาเลือกรูปภาพ', 'please select image', ''),
(287, 'selectprovince', 'เลือกจังหวัด', 'เลือกจังหวัด', 'selectprovince', ''),
(309, 'selecttransfertype', 'เลือกประเภท', 'เลือกประเภท', 'select transfer type', ''),
(381, 'sendemailstatus', 'สถานะการส่งอีเมลล์', 'สถานะการส่งอีเมลล์', 'send email status', '发送电子邮件状态'),
(401, 'send_email_budget', 'งบประมาณของท่าน', 'งบประมาณของท่าน', 'Your budget', '你的预算'),
(404, 'send_email_contact', 'ได้รับการติดต่อจากคุณ', 'ได้รับการติดต่อจากคุณ', 'We have received your request for information', '我们已收到您的请求'),
(399, 'send_email_email', 'อีเมล', 'อีเมล', 'E-mail', ' 电子邮件'),
(398, 'send_email_from', 'จาก ', 'จาก ', 'from', ' 从'),
(403, 'send_email_msg', 'รายละเอียด', 'รายละเอียด', 'Details', '详情'),
(400, 'send_email_phone', 'เบอร์โทร', 'เบอร์โทร', 'Phone number', ' 电话号码'),
(402, 'send_email_purpose', 'เหตุผลในการซื้อ', 'เหตุผลในการซื้อ', 'The purpose of buying', ' 购买的目的'),
(397, 'send_email_subject', 'เรื่อง', 'เรื่อง', 'The purpose of buying', '学科'),
(405, 'send_email_topic', 'ขอรายละเอียดเพิ่มเติม', 'ขอรายละเอียดเพิ่มเติม', 'Request more details', '请求更多详情'),
(134, 'Sep', 'ก.ย.', 'ก.ย.', 'sep', ''),
(191, 'september', 'กันยายน', 'กันยายน', 'september ', ''),
(253, 'setting', 'ตั้งค่า', 'ตั้งค่า', 'setting', ''),
(418, 'settingsystem', 'ตั้งค่าระบบ', 'ตั้งค่าระบบ', 'Setting System', ''),
(248, 'shareon', 'แชร์บน', 'แชร์บน', 'share on', ''),
(20, 'shortname', 'ชื่อย่อ', 'ชื่อย่อ', 'short name', ''),
(47, 'show', 'แสดง', 'แสดง', 'show', ''),
(32, 'showonmenu', 'แสดงผลบนแถบเมนู', 'แสดงผลบนแถบเมนู', 'show On Menu bar', ''),
(139, 'signin', 'เข้าสู่ระบบ', 'เข้าสู่ระบบ', 'log in', ''),
(140, 'signup', 'ลงทะเบียน', 'ลงทะเบียน', 'sign up', ''),
(2, 'siteconfig', 'จัดการเว็บไซต์', 'จัดการเว็บไซต์', 'site config', ''),
(71, 'slide', 'ภาพหน้าหลัก', 'ภาพหน้าหลัก', 'slilde', ''),
(318, 'slip', '', '', 'slip transection', ''),
(249, 'sndmsg', 'ส่งข้อความ', 'ส่งข้อความ', 'Send your message', ''),
(54, 'sociallink', 'ลิงค์โซเชียล', 'ลิงค์โซเชียล', 'social link', ''),
(103, 'sortby', 'เรียงตาม', 'เรียงตาม', 'sort by', ''),
(363, 'special_discount', 'ส่วนลดพิเศษ', 'ส่วนลดพิเศษ', 'special discount', ''),
(29, 'status', 'แสดงผลบนเว็บไซต์', 'แสดงผลบนเว็บไซต์', 'status', ''),
(25, 'submit', 'ส่ง', 'ส่ง', 'submit', ''),
(407, 'submit_register_box', 'ลงทะเบียนรับสิทธิพิเศษก่อนใคร', 'ลงทะเบียนรับสิทธิพิเศษก่อนใคร', 'REGISTER', '寄存器'),
(406, 'submit_register_btn', 'ลงทะเบียนรับสิทธิ', 'ลงทะเบียนรับสิทธิ', 'REGISTER', ''),
(176, 'sunday', 'อาทิตย์', 'อาทิตย์', 'sunday', ''),
(108, 'superadmin', 'ผู้ดูแลระดับสูง', 'ผู้ดูแลระดับสูง', 'super admin', ''),
(342, 'surname', 'นามสกุล', 'นามสกุล', 'surname', ''),
(146, 'tabsignin', 'เข้าสู่ระบบ', 'เข้าสู่ระบบ', 'log in', ''),
(147, 'tabsignup', 'สมัครสมาชิก', 'สมัครสมาชิก', 'sign up', ''),
(51, 'tags', 'แท็ก', 'แท็ก', 'tag', ''),
(349, 'tambon', 'ตำบล', 'ตำบล', 'district', ''),
(313, 'tfslipmsg1', 'กรุณาอะพโหลดหลักฐานการโอนเงิน', 'กรุณาอะพโหลดหลักฐานการโอนเงิน', 'please upload transfer slip', ''),
(180, 'thursday', 'พฤหัสบดี', 'พฤหัสบดี', 'thursday', ''),
(432, 'time', 'เวลา', 'เวลา', 'time', ''),
(317, 'times', 'ครั้ง', 'ครั้ง', 'times', ''),
(37, 'title', 'หัวเรื่อง', 'หัวเรื่อง', 'title', ''),
(94, 'titledefinition', 'ตัวอักษรที่เหมาะสม 55 ตัว', 'ตัวอักษรที่เหมาะสม 55 ตัว', '55 - character maximum', ''),
(441, 'titlename', 'คำนำหน้าชื่อ', 'คำนำหน้าชื่อ', 'คำนำหน้าชื่อ', ''),
(68, 'to', 'ถึง', 'ถึง', 'to', ''),
(125, 'today', 'วันนี้', 'วันนี้', 'today', ''),
(138, 'tomorrow', 'พรุ่งนี้', 'พรุ่งนี้', 'tomorrow', ''),
(208, 'topic', 'หัวข้อ', 'หัวข้อ', 'topic', ''),
(250, 'topicdefinition', 'special attribute', 'special attribute', 'special attribute', ''),
(308, 'transfertype', 'ประเภทการแจ้งการโอนเงิน', 'ประเภทการแจ้งการโอนเงิน', 'transfer type', ''),
(310, 'transtype1', 'เพิ่มระดับประเภทสมาชิก', 'เพิ่มระดับประเภทสมาชิก', 'member upgrade', ''),
(311, 'transtype2', 'ปักหมุดร้านค้า', 'ปักหมุดร้านค้า', 'pin shop', ''),
(312, 'triggermsg1', 'กรุณาเลือกประเภทการแจ้งการโอนเงิน', 'กรุณาเลือกประเภทการแจ้งการโอนเงิน', 'please select transfer type', ''),
(178, 'tuesday', 'อังคาร', 'อังคาร', 'tuesday', ''),
(439, 'txtchangepassword', 'เปลี่ยนรหัสผ่าน', 'เปลี่ยนรหัสผ่าน', 'change password', ''),
(163, 'txtconfirmcode', 'รหัสยืนยัน', 'รหัสยืนยัน', 'confirm code', ''),
(161, 'txtconfirmpass', 'ยืนยันรหัสผ่าน', 'ยืนยันรหัสผ่าน', 'confirm password', ''),
(382, 'txtdetail', 'รายละเอียด', 'รายละเอียด', 'detail', ''),
(438, 'txteditprofile', 'แก้ไขข้อมูลส่วนตัว', 'แก้ไขข้อมูลส่วนตัว', 'edit profile', ''),
(158, 'txtemail', 'อีเมลล์', 'อีเมลล์', 'email', ''),
(159, 'txtpassword', 'รหัสผ่าน', 'รหัสผ่าน', 'password', ''),
(162, 'txtphone', 'เบอร์โทรศัพท์', 'เบอร์โทรศัพท์', 'phone', ''),
(116, 'txtprofile', 'ข้อมูลส่วนตัว', 'ข้อมูลส่วนตัว', 'profile', ''),
(160, 'txtusername', 'ชื่อผู้ใช้', 'ชื่อผู้ใช้', 'username', ''),
(91, 'types', 'ประเภท', 'ประเภท', 'type', ''),
(42, 'undercategory', 'ภายใต้หมวดหมู่', 'ภายใต้หมวดหมู่', 'under category', ''),
(279, 'uploadbcard', 'อัพโหลด bisiness card ของผู้แนะนำ', 'อัพโหลด bisiness card ของผู้แนะนำ', 'upload bisiness card', ''),
(278, 'uploadidcard', 'อัพโหลดบัตรประชาชน', 'อัพโหลดบัตรประชาชน', 'upload ID card', ''),
(35, 'uploadimage', 'อัพโหลดรูปภาพ', 'อัพโหลดรูปภาพ', 'upload image', ''),
(280, 'uploadtransferslip', 'อัปโหลดรูปหลักฐานการโอนเงิน', 'อัปโหลดรูปหลักฐานการโอนเงิน', 'upload transfer slip', ''),
(46, 'url', 'URL', 'URL', 'url', ''),
(434, 'urlisuse', 'URL นี้ถูกใช้งานแล้ว กรุณาใช้ url อื่น', 'URL นี้ถูกใช้งานแล้ว กรุณาใช้ url อื่น', 'URL is use', ''),
(110, 'user', 'ผู้ใช้', 'ผู้ใช้', 'user', ''),
(107, 'username', 'ชื่อผู้ใช้', 'ชื่อผู้ใช้', 'user name', ''),
(296, 'usernamemsg1', 'กรุณากรอกชื่อ', 'กรุณากรอกชื่อ', 'plase enter your username', ''),
(430, 'vdolink', 'ลิงค์วีดีโอ', 'ลิงค์วีดีโอ', 'video link', ''),
(144, 'viewall', 'ดูทั้งหมด', 'ดูทั้งหมด', 'view all', ''),
(446, 'webcontent', 'เนื้อหาเว็บไซต์', 'เนื้อหาเว็บไซต์', 'Web Content', ''),
(352, 'webdetail', 'เดอะเฮาส์ คอนโดมิเนียม เจ้าของโครงการและผู้มีกรรมส', 'เดอะเฮาส์ คอนโดมิเนียม เจ้าของโครงการและผู้มีกรรมสิทธื์ในที่ดิน บริษัท ซีนิท แอสเซท จำกัด ที่ตั้งโครงการ ถ.ศรีจันทร์ ต.ในเมือง อ.เมือง จ.ขอนแก่น โฉนดที่ดิน ลขที่ 266918 พื้นที่ประมาณ 2-1-72.6 ไร่ ได้รับอณุญาติก่อสร้างแล้ว ก่อสร้างแล้วเสร็จและจดทะเบียนจัดตั้งนิติบุคคลอาคารชุดแล้ว', 'webdetail', ''),
(179, 'wednesday', 'พุธ', 'พุธ', 'wednesday', ''),
(257, 'welcomemsg', '', '', 'welcome message', ''),
(274, 'year', 'ปี พ.ศ.', 'ปี พ.ศ.', 'year', ''),
(58, 'yes', 'ใช่', 'ใช่', 'yes', ''),
(252, 'youremail', 'อีเมลของคุณ', 'อีเมลของคุณ', 'your email', '');

-- --------------------------------------------------------

--
-- Table structure for table `lang_config`
--

CREATE TABLE `lang_config` (
  `id` int(11) NOT NULL,
  `param` varchar(50) NOT NULL,
  `defaults` varchar(50) NOT NULL,
  `TH` text NOT NULL,
  `EN` text NOT NULL,
  `CH` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lang_config`
--

INSERT INTO `lang_config` (`id`, `param`, `defaults`, `TH`, `EN`, `CH`) VALUES
(21, 'add', 'add', 'เพิ่ม', 'Add', ' 加'),
(65, 'addbannerslide', 'add banner or slide', 'เพิ่มโฆษณาหรือภาพสไลด์', '', ''),
(65, 'addbannertype', 'add banner type', 'เพิ่มประเภทโฆษณาหรือภาพสไลด์', 'add banner type', ''),
(30, 'addcate', 'add category', 'เพิ่มหมวดหมู่', 'Add Category', ''),
(62, 'addcontent', 'add content', 'เพิ่มบทความ', 'add content', ''),
(90, 'adddata', 'add data', 'เพิ่มข้อมูล', '', ''),
(18, 'addnewlang', 'add new language', 'เพิ่มภาษา', '', ''),
(206, 'address', 'address', 'ที่อยู่', '', ''),
(53, 'addtag', 'add tag', 'เพิ่มแท็ก', '', ''),
(378, 'add_data_type', 'add data type', 'เพิ่มประเภทข้อมูล', 'add data type', ''),
(9, 'admin', 'administrators', 'ผู้ดูแลระบบ', '', ''),
(371, 'all', 'all', 'ทั้งหมด', 'all', ''),
(370, 'allcate', 'all category', 'หมวดหมู่ทั้งหมด', 'all category', ''),
(61, 'allcontent', 'all contents', 'บทความทั้งหมด', 'all contents', ''),
(366, 'allresults', 'all results', 'ผลการค้นหาทั้งหมด', 'all results', ''),
(269, 'alredyregist', 'Your email already registed', 'อีเมลนี้ได้ลงทะเบียนไว้แล้ว', '', ''),
(129, 'Apr', 'apr', 'เม.ย.', '', ''),
(186, 'april', 'april', 'เมษายน', '', ''),
(262, 'attribute', 'attribute', '', '', ''),
(133, 'Aug', 'aug', 'ส.ค.', '', ''),
(190, 'august', 'august', 'สิงหาคม', '', ''),
(343, 'aumphur', 'อำเภอ', 'อำเภอ', '', ''),
(112, 'banned', 'banned', 'งดใช้งาน', '', ''),
(4, 'banner', 'slide and banner', 'ภาพหน้าหลักและโฆษณา', '', ''),
(72, 'banners', 'banner', 'โฆษณา', 'banner', ''),
(65, 'bannertype', 'banner type', 'ประเภทโฆษณาหรือภาพสไลด์', 'banner type', ''),
(307, 'bcardmsg1', 'please upload identify card', 'กรุณาอัพโหลดบัตรประจำตัวสมาชิก (business card)', '', ''),
(281, 'birthdate', 'birthdate', 'วันเกิด', '', ''),
(155, 'btconfirmregister', 'confirm register', 'ยืนยันการสมัคร', '', ''),
(150, 'btforgotpassword', 'forgot password', 'ลืมรหัสผ่าน', '', ''),
(149, 'btlogin', 'log in', 'เข้าสู่ระบบ', '', ''),
(314, 'btlogout', 'logout', 'ออกจากระบบ', '', ''),
(154, 'btn2loginpage', 'back to log in page', 'กลับไปยังหน้าเข้าสู่ระบบ', '', ''),
(156, 'btnorequestsms', 'no request sms', 'ไม่ได้รับข้อความรหัสยืนยัน?', '', ''),
(153, 'btrequestpassword', 'request password', 'ขอรหัสผ่าน', '', ''),
(157, 'btresend', 'resend', 'ส่งอีกครั้ง', '', ''),
(148, 'btsigninfacebook', 'Sign in with Facebook', '', '', ''),
(152, 'btsignup', 'Sign up', 'สมัครสมาชิก', '', ''),
(151, 'btsignupfacebook', 'Sign up with Facebook', '', '', ''),
(344, 'budget', 'budget', 'งบประมาณ', '', ''),
(319, 'businesscard', 'business card', '', '', ''),
(233, 'businesshours', 'Monday - Friday : from 9:00 - 18:00 hrs.', 'จันทร์-ศุกร์ 9.00 - 18.00น.', '', ''),
(27, 'categories', 'category', 'หมวดหมู่', '', ''),
(40, 'categoryname', 'category name', 'ชื่อหมวดหมู่', '', ''),
(289, 'catename', 'category name', 'ชื่อหมวดหมู่', '', ''),
(374, 'changelocation', 'change location', 'เปลี่ยนหมุดที่แสดงบนแผนที่', 'change location', ''),
(43, 'clear', 'clear', 'ล้าง', '', ''),
(26, 'close', 'close', 'ปิด', '', ''),
(59, 'commentallow', 'comment allow', 'เปิดคอมเม้นท์', 'comment allow', ''),
(258, 'configuration', 'configuration', '', '', ''),
(22, 'confirmdeletelang', 'Are you sure to delete language', 'แน่ใจหรือว่าต้องการลบภาษา', '', ''),
(272, 'confirmpassword', 'confirm password', 'ยืนยันรหัสผ่าน', '', ''),
(255, 'contactinfo', 'contact information', 'ข้อมูลการติดต่อ', '', ''),
(340, 'contactprojectinfo', 'ติดต่อ-สอบถามข้อมูลโครงการ', 'ติดต่อ-สอบถามข้อมูลโครงการ', '', ''),
(345, 'contacttopic', 'เรื่องที่ต้องการติดต่อ', 'เรื่องที่ต้องการติดต่อ', '', ''),
(234, 'contactus', 'contact us', 'ติดต่อเรา', '', ''),
(3, 'content', 'contents', 'บทความ', 'Content', ''),
(298, 'cpasswordmsg1', 'please confirm password', 'กรุณายืนยันรหัสผ่าน', '', ''),
(299, 'cpasswordmsg2', 'password does not matched', 'ยืนยันรหัสผ่านไม่ตรงกัน', '', ''),
(275, 'currentaddress', 'current address', 'ที่อยู่ปัจจุบัน', '', ''),
(356, 'dashboard', 'dashboard', 'แผงควบคุม', 'dashboard', ''),
(383, 'data', 'data', 'ข้อมูล', 'data', ''),
(379, 'datatype', 'data type', 'ประเภทข้อมูล', 'data type', ''),
(122, 'date', 'date', 'วันที่', '', ''),
(63, 'datecreated', 'date created', 'วันที่สร้าง', '', ''),
(64, 'dateedit', 'date edit', 'วันที่แก้ไข', '', ''),
(106, 'dateregis', 'date register', 'วันที่ลงทะเบียน', '', ''),
(209, 'datesubmit', 'Submit date', 'วันที่ส่งข้อมูล', '', ''),
(137, 'Dec', 'dec', 'ธ.ค.', '', ''),
(194, 'december', 'december', 'ธันวาคม', '', ''),
(23, 'delete', 'delete', 'ลบ', '', ''),
(98, 'descdefinition', '150 - character maximum', 'ตัวอักษรที่เหมาะสม 150 ตัว', '', ''),
(39, 'description', 'description', 'คำอธิบาย', '', ''),
(376, 'detail', 'detail', 'รายละเอียดเว็บไซต์', 'detail', ''),
(69, 'display', 'display', 'แสดง', 'display', ''),
(55, 'displaydate', 'display date', 'วันที่แสดง', '', ''),
(19, 'displayname', 'display name', 'ชื่อที่แสดง', '', ''),
(33, 'displayonsite', 'display on website', 'แสดงผลบนเว็บไซต์', '', ''),
(235, 'download', 'download', 'ดาว์นโหลด', '', ''),
(351, 'downloadmap', 'Download Map', 'ดาวน์โหลดแผนที่', 'Download Map', ''),
(195, 'draw', 'draw', 'เสมอ', '', ''),
(24, 'edit', 'edit', 'แก้ไข', 'edit', ''),
(377, 'editbanner', 'edit banner', 'แก้ไขโฆษณาหรือภาพสไลด์', 'edit banner', ''),
(70, 'editbannerslide', 'edit banner or slide', 'แก้ไขโฆษณาหรือภาพสไลด์', '', ''),
(368, 'editcate', 'edit category', 'แก้ไขหมวดหมู่', 'edit category', ''),
(49, 'editcontent', 'edit content', 'แก้ไขบทความ', '', ''),
(65, 'editdata', 'edit data', 'แก้ไขข้อมูล', 'edit data', ''),
(261, 'editlanding', 'edit lnding page', 'แก้ไข landing page', '', ''),
(380, 'editlang', 'edit language', 'แก้ไขชื่อภาษา', 'edit language', ''),
(384, 'editor', 'editor', 'นักข่าว', 'editor', ''),
(104, 'email', 'email', 'อีเมล', '', ''),
(347, 'emailaddress', 'thehouzecondominium@gmail.com', 'thehouzecondominium@gmail.com', 'thehouzecondominium@gmail.com', ''),
(293, 'emailmsg1', 'invalid email address', 'กรุณาตรวจสอบที่อยู่อีเมล', '', ''),
(294, 'emailmsg2', 'This email address already exist', 'อีเมลนี้มีในระบบแล้ว', '', ''),
(295, 'emailmsg3', 'please enter email address', 'กรุณากรอกที่อยู่อีเมล', '', ''),
(100, 'example', 'Example', 'ตัวอย่าง', '', ''),
(50, 'facebookvideolink', 'video link from facebook', 'ลิงค์วีดีโอจากเฟสบุค', '', ''),
(256, 'fanpagelink', 'https://www.facebook.com/', 'https://www.facebook.com/thehouzeandthehugz', 'https://www.facebook.com/thehouzeandthehugz', ''),
(373, 'favorite', 'favorite', 'ติดดาว', 'favorite', ''),
(11, 'feature', 'features', 'Features', '', ''),
(127, 'Feb', 'feb', 'ก.พ.', '', ''),
(184, 'february', 'february', 'กุมภาพันธ์', '', ''),
(284, 'female', 'female', 'หญิง', '', ''),
(52, 'findtag', 'find tag', 'ค้นหาแท็ก', '', ''),
(320, 'firstpage', 'first page', 'หน้าแรก', '', ''),
(348, 'followuson', 'follow us on', 'ติดตามเราได้ที่', '', ''),
(60, 'format', 'format', 'รูปแบบ', 'format', ''),
(236, 'freedeal', 'Free', 'โทรฟรี !!', 'Free!!', ''),
(181, 'friday', 'friday', 'ศุกร์', '', ''),
(205, 'fullname', 'Full name', 'ชื่อ - นามสกุล (ภาษาไทย)', '', ''),
(315, 'fullnamemsg1', 'Please enter full name', 'กรุณากรอกชื่อ - นามสกุล (ภาษาไทย)', '', ''),
(354, 'gallery', 'gallery', 'แกลเลอรี', 'gallery', ''),
(282, 'gender', 'gender', 'เพศ', '', ''),
(300, 'gendermsg1', 'please select gender', 'กรุณาเลือกเพศ', '', ''),
(237, 'h1', 'H1', 'H1', '', ''),
(238, 'h1description', 'Text for H1', '', '', ''),
(239, 'h2', 'H2', 'H2', '', ''),
(240, 'h2description', 'Text for H1', '', '', ''),
(34, 'hiddenfromsite', 'not display on website', 'ซ่อนจากเว็บไซต์', '', ''),
(48, 'hide', 'hide', 'ซ่อน', '', ''),
(13, 'history', 'history', 'ประวัติ', '', ''),
(1, 'home', 'home', 'หน้าหลัก', 'Home', ''),
(306, 'idcardmsg1', 'please upload identify card', 'กรุณาอัพโหลดบัตรประจำตัวประชาชน', '', ''),
(114, 'inactive', 'inactive', 'ปิดการทำงาน', '', ''),
(259, 'infotype', 'type', 'ประเภท', '', ''),
(126, 'Jan', 'jan', 'ม.ค.', '', ''),
(183, 'january', 'january', 'มกราคม', '', ''),
(132, 'Jul', 'jul', 'ก.ค.', '', ''),
(189, 'july', 'july', 'กรกฎาคม', '', ''),
(131, 'Jun', 'jun', 'มิ.ย.', '', ''),
(188, 'june', 'june', 'มิถุนายน', '', ''),
(38, 'keyword', 'keyword', 'คำสำคัญ', '', ''),
(95, 'keyworddefinition', '255 - character maximum', 'ตัวอักษรที่เหมาะสม 255 ตัว', '', ''),
(254, 'landing', 'landing page', '', '', ''),
(12, 'langconfig', 'lang config', 'ตั้งค่าภาษา', '', ''),
(196, 'language', 'language', 'ภาษา', '', ''),
(36, 'languagename', 'language', 'ภาษา', '', ''),
(323, 'lastpage', 'last page', 'หน้าสุดท้าย', '', ''),
(164, 'lbconfirmcoderegis', 'please enter confirm code register', 'กรุณากรอกรหัสยืนยันการสมัคร', '', ''),
(166, 'lbregis', 'Please enter your telephone number to receive a co', '*กรุณากรอกเบอร์โทรตามความจริงเพื่อรับรหัสยืนยันการสมัครสมาชิก', '', ''),
(165, 'lbwaitingconfirm', 'waiting confirm', 'กำลังรอการยืนยัน', '', ''),
(204, 'leavemsg', 'Leave a message', 'ติดต่อเรา', '', ''),
(66, 'link', 'link', 'ลิงค์', '', ''),
(117, 'logout', 'logout', 'ออกจากระบบ', '', ''),
(372, 'mailbox', 'mail box', 'กล่องข้อความ', 'mail box', ''),
(203, 'maillist', 'Email list', 'ลงทะเบียนชมโครงการ', '', ''),
(41, 'maincategory', 'main category', 'หมวดหมู่หลัก', '', ''),
(31, 'mainpage', 'main page', 'หน้าหลัก', '', ''),
(283, 'male', 'male', 'ชาย', '', ''),
(17, 'managelang', 'manage language', 'จัดการภาษา', '', ''),
(292, 'managetransaction', 'manage transaction', 'แจ้งการโอนเงิน', '', ''),
(14, 'manual', 'manual', 'คู่มือการใช้งาน', '', ''),
(360, 'map', 'map', 'แผนที่', 'map', ''),
(128, 'Mar', 'mar', 'มี.ค.', '', ''),
(185, 'march', 'march', 'มีนาคม', '', ''),
(226, 'matchstatus', 'status', 'สถานะ', '', ''),
(187, 'may', 'may', 'พฤษภาคม', '', ''),
(10, 'member', 'members', 'สมาชิก', '', ''),
(271, 'memberregist', 'register', 'สมัครสมาชิก', '', ''),
(260, 'message', 'message', 'ข้อความ', '', ''),
(177, 'monday', 'monday', 'จันทร์', '', ''),
(273, 'month', 'month', 'เดือน', '', ''),
(267, 'more', 'more', 'เพิ่มเติม', '', ''),
(369, 'moreimg', 'more images', 'รูปภาพเพิ่มเติม', 'more images', ''),
(357, 'mr', 'mr', 'นาย', 'Mr', ''),
(358, 'mrs', 'mrs', 'นาง', 'Mrs', ''),
(359, 'ms', 'ms', 'นางสาว', 'Ms', ''),
(169, 'msgconfirmpassword', 'confirm password should be atleast 8 digits', 'ยืนยันรหัสผ่านควรมีอย่างน้อย 8 หลัก', '', ''),
(172, 'msgemail', 'email invalid', 'กรุณาตรวจสอบที่อยู่อีเมล', '', ''),
(173, 'msgforgotpass', 'PLease Check your email for new password', '*ระบบจะแจ้งลิงค์รีเซ็ตรหัสผ่านใหม่ไปยังอีเมลของคุณ', '', ''),
(170, 'msgpassconfirmpass', 'password not matched', 'รหัสผ่านไม่ตรงกับยืนยันรหัสผ่าน', '', ''),
(168, 'msgpassword', 'password should be atleast 8 digits', 'รหัสผ่านควรมีอย่างน้อย 8 หลัก', '', ''),
(286, 'msgsend', 'your message has been sentใ', 'ข้อความถูกส่งแล้ว, ขอบคุณค่ะ', '', ''),
(171, 'msgtel', 'Phone should be atleast 10 digits', 'กรุณาตรวจสอบหมายเลขโทรศัพท์', '', ''),
(174, 'msgwrongcode', 'confirm code incorrect', 'รหัสยืนยันไม่ถูกต้อง', '', ''),
(167, 'msgwrongemailpass', 'email / password incorect', 'อีเมลล์ / รหัสผ่านไม่ถูกต้อง', '', ''),
(28, 'name', 'name', 'ชื่อ', '', ''),
(241, 'newsposts', 'News Posts', 'บทความใหม่', '', ''),
(322, 'nextpage', 'next page', 'หน้าถัดไป', '', ''),
(57, 'no', 'no', 'ไม่', 'no', ''),
(145, 'noconfirmmessage', 'no confirm message', 'ไม่ได้รับข้อความรหัสยืนยัน', '', ''),
(367, 'nodata', 'no data', 'ไม่พบผลลัพธ์การค้นหา', 'no data', ''),
(111, 'normal', 'normal', 'ปกติ', '', ''),
(136, 'Nov', 'nov', 'พ.ย.', '', ''),
(193, 'november', 'november', 'พฤศจิกายน', '', ''),
(135, 'Oct', 'oct', 'ต.ค.', '', ''),
(192, 'october', 'october', 'ตุลาคม', '', ''),
(15, 'param', 'parameter', 'ตัวแปร', '', ''),
(264, 'password', 'password', 'รหัสผ่าน', '', ''),
(297, 'passwordmsg1', 'password must be at least 8 characters', 'รหัสผ่านควรมีอย่างน้อย 8 หลัก', '', ''),
(113, 'pending', 'pending', 'รอ', '', ''),
(265, 'pgcallcenter', 'PG call caenter', 'ติดต่อทีมงาน', '', ''),
(207, 'phone', 'phone number', 'หมายเลขโทรศัพท์', '', ''),
(301, 'phonemsg1', 'invalid phone number', 'กรุณาตรวจสอบเบอร์โทรศัพท์', '', ''),
(302, 'phonemsg2', 'this phone number already exist', 'เบอร์โทรศัพท์นี้มีในระบบแล้ว', '', ''),
(303, 'phonemsg3', 'please enter phone number', 'กรุณากรอกเบอร์โทรศัพท์', '', ''),
(346, 'phonenumber', '043-404-200', '043-404-200, 081-380-8118, 088-549-8886', '043-404-200', ''),
(56, 'pinpost', 'pin post', 'ปักหมุด', '', ''),
(242, 'popular', 'popular posts', 'บทความยอดนิยม', '', ''),
(243, 'portfolio', 'portfolio', 'ผลงานของเรา', '', ''),
(67, 'position', 'position', 'ตำแหน่ง', 'position', ''),
(45, 'positiononmain', 'Position on main page', 'ตำแหน่งในหน้าแรก', '', ''),
(350, 'postcode', 'รหัสไปรษณีย์', 'รหัสไปรษณีย์', '', ''),
(321, 'prevpage', 'previous page', 'หน้าก่อน', '', ''),
(44, 'priority', 'priority', 'ลำดับ', '', ''),
(276, 'province', 'province', 'จังหวัด', '', ''),
(304, 'provincemsg1', 'please select province', 'กรุณาเลือกจังหวัด', '', ''),
(355, 'public_area', 'public_area', 'พื้นที่ภายนอก', 'public area', ''),
(197, 'quotation', 'quotation', 'ใบเสนอราคา', '', ''),
(316, 'read', 'read', 'อ่าน', '', ''),
(244, 'readmore', 'read more', 'อ่านเพิ่มเติม', '', ''),
(361, 'recentlycontents', 'recently contents', 'บทความล่าสุด', 'recently contents', ''),
(365, 'record', 'record', 'รายการ', 'record', ''),
(263, 'register', 'register', 'ลงทะเบียน', '', ''),
(341, 'registervisit', 'ลงทะเบียนเยี่ยมชมโครงการ', 'ลงทะเบียนเยี่ยมชมโครงการ', '', ''),
(362, 'register_now_for', 'REGISTER NOW FOR', 'ลงทะเบียนทันทีสำหรับ', 'REGISTER NOW FOR', ''),
(245, 'registnotify', 'Please input email!', 'รูปแบบอีเมลไม่ถูกต้อง!', '', ''),
(268, 'registsuccess', 'Register successed,Thank you!', 'ลงทะเบียนเรียบร้อยแล้ว ขอบคุณค่ะ!', '', ''),
(246, 'relatedport', 'Related portfolio', 'ผลงานที่เกี่ยวข้อง', '', ''),
(115, 'resetpassword', 'reset password', 'ตั้งค่ารหัสผ่านใหม่', 'reset password', ''),
(364, 'resultsfor', 'results for', 'ผลการค้นหาสำหรับ', 'results for', ''),
(105, 'role', 'role', 'หน้าที่', '', ''),
(353, 'room', 'room', 'ห้อง', 'room', ''),
(182, 'saturday', 'saturday', 'เสาร์', '', ''),
(16, 'save', 'save', 'บันทึก', '', ''),
(375, 'searchlocation', 'search location', 'ค้นหาตำแหน่งในแผนที่', 'search location', ''),
(247, 'searchtext', 'Search for website...', 'ค้นหา', '', ''),
(285, 'selectgender', 'select gender', 'กรุณาเลือกเพศ', '', ''),
(287, 'selectprovince', 'selectprovince', 'เลือกจังหวัด', '', ''),
(309, 'selecttransfertype', 'select transfer type', 'เลือกประเภท', '', ''),
(381, 'sendemailstatus', 'send email status', 'สถานะการส่งอีเมลล์', 'send email status', ''),
(134, 'Sep', 'sep', 'ก.ย.', '', ''),
(191, 'september', 'september ', 'กันยายน', '', ''),
(253, 'setting', 'setting', 'ตั้งค่า', '', ''),
(248, 'shareon', 'share on', 'แชร์บน', '', ''),
(20, 'shortname', 'short name', 'ชื่อย่อ', '', ''),
(47, 'show', 'show', 'แสดง', '', ''),
(32, 'showonmenu', 'show On Menu bar', 'แสดงผลบนแถบเมนู', '', ''),
(139, 'signin', 'log in', 'เข้าสู่ระบบ', '', ''),
(140, 'signup', 'sign up', 'ลงทะเบียน', '', ''),
(2, 'siteconfig', 'site config', 'จัดการเว็บไซต์', 'Site config', ''),
(71, 'slide', 'slilde', 'ภาพหน้าหลัก', '', ''),
(318, 'slip', 'slip transection', '', '', ''),
(249, 'sndmsg', 'Send your message', 'ส่งข้อความ', '', ''),
(54, 'sociallink', 'social link', 'ลิงค์โซเชียล', '', ''),
(103, 'sortby', 'sort by', 'เรียงตาม', 'sort by', ''),
(363, 'special_discount', 'special discount', 'ส่วนลดพิเศษ', 'special discount', ''),
(29, 'status', 'status', 'แสดงผลบนเว็บไซต์', '', ''),
(25, 'submit', 'submit', 'ส่ง', '', ''),
(176, 'sunday', 'sunday', 'อาทิตย์', '', ''),
(108, 'superadmin', 'super admin', 'ผู้ดูแลระดับสูง', '', ''),
(342, 'surname', 'surname', 'นามสกุล', 'surname', ''),
(146, 'tabsignin', 'log in', 'เข้าสู่ระบบ', '', ''),
(147, 'tabsignup', 'sign up', 'สมัครสมาชิก', '', ''),
(51, 'tags', 'tag', 'แท็ก', '', ''),
(349, 'tambon', 'ตำบล', 'ตำบล', '', ''),
(313, 'tfslipmsg1', 'please upload transfer slip', 'กรุณาอะพโหลดหลักฐานการโอนเงิน', '', ''),
(180, 'thursday', 'thursday', 'พฤหัสบดี', '', ''),
(317, 'times', 'times', 'ครั้ง', '', ''),
(37, 'title', 'title', 'หัวเรื่อง', '', ''),
(94, 'titledefinition', '55 - character maximum', 'ตัวอักษรที่เหมาะสม 55 ตัว', '', ''),
(68, 'to', 'to', 'ถึง', 'to', ''),
(125, 'today', 'today', 'วันนี้', '', ''),
(138, 'tomorrow', 'tomorrow', 'พรุ่งนี้', '', ''),
(208, 'topic', 'topic', 'หัวข้อ', '', ''),
(250, 'topicdefinition', 'special attribute', 'special attribute', '', ''),
(308, 'transfertype', 'transfer type', 'ประเภทการแจ้งการโอนเงิน', '', ''),
(310, 'transtype1', 'member upgrade', 'เพิ่มระดับประเภทสมาชิก', '', ''),
(311, 'transtype2', 'pin shop', 'ปักหมุดร้านค้า', '', ''),
(312, 'triggermsg1', 'please select transfer type', 'กรุณาเลือกประเภทการแจ้งการโอนเงิน', '', ''),
(178, 'tuesday', 'tuesday', 'อังคาร', '', ''),
(163, 'txtconfirmcode', 'confirm code', 'รหัสยืนยัน', '', ''),
(161, 'txtconfirmpass', 'confirm password', 'ยืนยันรหัสผ่าน', '', ''),
(382, 'txtdetail', 'detail', 'รายละเอียด', 'detail', ''),
(158, 'txtemail', 'email', 'อีเมลล์', '', ''),
(159, 'txtpassword', 'password', 'รหัสผ่าน', '', ''),
(162, 'txtphone', 'phone', 'เบอร์โทรศัพท์', '', ''),
(116, 'txtprofile', 'profile', 'ข้อมูลส่วนตัว', '', ''),
(160, 'txtusername', 'username', 'ชื่อผู้ใช้', '', ''),
(91, 'types', 'type', 'ประเภท', 'type', ''),
(42, 'undercategory', 'under category', 'ภายใต้หมวดหมู่', '', ''),
(279, 'uploadbcard', 'upload bisiness card', 'อัพโหลด bisiness card ของผู้แนะนำ', '', ''),
(278, 'uploadidcard', 'upload ID card', 'อัพโหลดบัตรประชาชน', '', ''),
(35, 'uploadimage', 'upload image', 'อัพโหลดรูปภาพ', '', ''),
(280, 'uploadtransferslip', 'upload transfer slip', 'อัปโหลดรูปหลักฐานการโอนเงิน', '', ''),
(46, 'url', 'url', 'URL', '', ''),
(110, 'user', 'user', 'ผู้ใช้', '', ''),
(107, 'username', 'user name', 'ชื่อผู้ใช้', '', ''),
(296, 'usernamemsg1', 'plase enter your username', 'กรุณากรอกชื่อ', '', ''),
(144, 'viewall', 'view all', 'ดูทั้งหมด', '', ''),
(352, 'webdetail', 'webdetail', 'เดอะเฮาส์ คอนโดมิเนียม เจ้าของโครงการและผู้มีกรรมสิทธื์ในที่ดิน บริษัท ซีนิท แอสเซท จำกัด ที่ตั้งโครงการ ถ.ศรีจันทร์ ต.ในเมือง อ.เมือง จ.ขอนแก่น โฉนดที่ดิน ลขที่ 266918 พื้นที่ประมาณ 2-1-72.6 ไร่ ได้รับอณุญาติก่อสร้างแล้ว ก่อสร้างแล้วเสร็จและจดทะเบียนจัดตั้งนิติบุคคลอาคารชุดแล้ว', '', ''),
(179, 'wednesday', 'wednesday', 'พุธ', '', ''),
(257, 'welcomemsg', 'welcome message', '', '', ''),
(274, 'year', 'year', 'ปี พ.ศ.', '', ''),
(58, 'yes', 'yes', 'ใช่', 'yes', ''),
(252, 'youremail', 'your email', 'อีเมลของคุณ', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `leave_msg`
--

CREATE TABLE `leave_msg` (
  `id` int(6) NOT NULL,
  `author_id` varchar(10) NOT NULL,
  `roundSend` int(11) NOT NULL,
  `fullname` varchar(50) NOT NULL,
  `email_agent` varchar(255) NOT NULL,
  `email_user` varchar(255) NOT NULL,
  `phone` varchar(10) NOT NULL,
  `topic` varchar(225) NOT NULL,
  `message` text NOT NULL,
  `submit_date` datetime NOT NULL,
  `status` varchar(20) NOT NULL,
  `language` varchar(50) NOT NULL,
  `favorite` varchar(50) NOT NULL DEFAULT 'no'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `map_setting`
--

CREATE TABLE `map_setting` (
  `id` int(11) NOT NULL,
  `Lat` double NOT NULL,
  `Lng` double NOT NULL,
  `Zoom` int(2) NOT NULL,
  `marker` varchar(255) NOT NULL DEFAULT '',
  `city_id` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `map_setting`
--

INSERT INTO `map_setting` (`id`, `Lat`, `Lng`, `Zoom`, `marker`, `city_id`) VALUES
(1, 16.41570619840018, 102.85218662883608, 13, 'upload/2018/09/1536393926_20180908030526.png', 0);

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE `member` (
  `id` int(11) NOT NULL,
  `token` varchar(300) NOT NULL COMMENT 'token ประจำตัว',
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `display_name` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `image_cover` varchar(255) DEFAULT NULL,
  `telephone` varchar(50) DEFAULT NULL,
  `id_card` varchar(13) DEFAULT NULL COMMENT 'รหัสบัตรประชาชน',
  `id_card_image` varchar(255) DEFAULT NULL,
  `section_user` set('member','store','seer') DEFAULT 'member' COMMENT 'ประเภทผู้ใช้  ทั่วไป/ร้านค้า/หมอดู',
  `status_user` set('active','inactive','banned','pending') NOT NULL DEFAULT 'pending',
  `fav_content` text NOT NULL COMMENT 'บทความที่ชื่นชอบ',
  `fav_product` text NOT NULL,
  `store_subscribe` text NOT NULL COMMENT 'ติดตามร้านค้า',
  `language` varchar(50) NOT NULL DEFAULT 'TH',
  `refresh_token` varchar(300) DEFAULT NULL COMMENT 'token สำหรับใช้ refresh token',
  `reset_expire` datetime DEFAULT NULL COMMENT 'วันหมดอายุ reset password',
  `confirm_regis` set('yes','no') NOT NULL DEFAULT 'no',
  `date_register` datetime NOT NULL DEFAULT current_timestamp() COMMENT 'วันที่สมัครสมาชิก',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  `last_active` datetime NOT NULL DEFAULT current_timestamp() COMMENT 'ล็อกอินครั้งล่าสุด'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `member`
--

INSERT INTO `member` (`id`, `token`, `email`, `password`, `display_name`, `image`, `image_cover`, `telephone`, `id_card`, `id_card_image`, `section_user`, `status_user`, `fav_content`, `fav_product`, `store_subscribe`, `language`, `refresh_token`, `reset_expire`, `confirm_regis`, `date_register`, `created_at`, `updated_at`, `last_active`) VALUES
(1, '$2y$10$VLWo4iyHQyyLuVkUsHBudeqzW1Dwv9hhLrjhzZ3nKsteJJ7mYyaFi', 'admin@gmail.com', '$2y$12$z5Fyj7m5X5KawkZ6b03Chu7cTiC0KmCioYxzy1S5iwsCANaAu5Tcm', 'เอกาวะ คิมิโนโทรุ', 'upload/profile/2021/11/1637816501.jpg', NULL, '012-345-6789', NULL, NULL, 'member', 'pending', ',', ',', ',1014009001,', 'TH', NULL, NULL, 'yes', '2021-11-09 14:36:54', '2021-10-09 04:07:27', '2021-11-25 08:04:48', '2021-11-11 09:56:50'),
(86, '$2y$10$/fyVud2gLjIZUeD0sQ/KXucl5VAZcw.JHQdCke6GpESk1XEiQG57y', 'user@gmail.com', '$2y$12$B/yETIxCBRmnAb9DbdhxBewnMbtON1pzXbGLc739uq89pWw7KY9Y.', 'อิคายะ คิมิโนะโทรุ', 'images/user/gift-2.jpg', NULL, '012-345-6798', NULL, NULL, 'member', 'pending', ',', ',0941119777,0956988980,0953998989,0953998333,0946589595,0953998989,', ',', 'TH', NULL, NULL, 'yes', '2021-11-09 14:36:54', '2021-10-09 04:07:27', '2021-11-25 09:25:03', '2021-11-11 09:56:50'),
(87, '$2y$10$D1WdmPDujO9S5JyJpsGiu.6zXv9yderZ4YhS4.UB3pOZsO1ujetZy', 'store@gmail.com', '$2y$12$WR89zDmpTe8rGCjxJ0kbl.MNKqfcqVp.ZUac58v/QzcQ0/.iJGpDu', 'เบอร์โชคดี ราคาถูก', 'images/user/gift-3.jpg', NULL, NULL, '1234567891234', 'images/user/idcard-mock.jpg', 'store', 'active', ',334,', ',0953998333,', ',1014009001,2021146002,', 'TH', NULL, NULL, 'yes', '2021-11-09 14:36:57', '2021-10-09 04:09:58', '2022-03-15 09:56:42', '2021-11-11 09:56:50'),
(88, '$2y$10$qqdoBfMRNzN2AIkrAOPNcusN66EYUzJigaXv9LOBE5y1Tv0wcYmY6', 'newstore@gmail.com', '$2y$12$TbIM7Nt.g83S2.U6i8Hlau2Ee7.eMDSyakNQ/6cQzkyKHL5A36isq', 'newstore', NULL, NULL, NULL, '', NULL, 'store', 'active', ',', ',', ',', 'TH', NULL, NULL, 'yes', '2021-11-09 14:36:59', '2021-10-28 06:37:49', '2021-10-28 06:37:49', '2021-11-11 09:56:50'),
(89, '$2y$10$j3o0aHCT0uZLgRaTJ3i9Cez4OJQwbpUsot4KjmYS6TYbGhseFhohK', 'pschweinme@gmail.com', '$2y$12$0DHttqS8HSfDWmQAXV8OWOibvq76vSedVfwXq7BQUFl2YvAqZfflK', 'Schwein Me', 'upload/profile/2022/01/1642493235.jpg', NULL, '', NULL, NULL, 'member', 'pending', ',111,54,109,333,334,', ',0953998333,0946589777,', ',ซิมดีดี เบอร์เสริมดวง,', 'TH', NULL, NULL, 'no', '2022-01-19 16:25:22', '2022-01-18 06:44:57', '2022-01-22 07:01:34', '2022-01-18 13:44:57'),
(90, '$2y$10$p5iE1MHbTEh6cm.p1P5ElegaVz0VU8cBDBrmseN5q.tUqt6lfPPmC', 'natthawut.bk93@gmail.com', '$2y$12$oi3IydiEHtIIQhieEN9Fze3UnNvY7KPa4IR.Lfubfi6kbEjU29YVi', 'natthawut.bk93', NULL, NULL, NULL, '', NULL, 'store', 'pending', '', '', '', 'TH', NULL, NULL, 'no', '2022-01-22 15:44:13', '2022-01-22 08:44:13', '2022-01-22 08:44:13', '2022-01-22 15:44:13'),
(94, '$2y$10$4hL.n7KSiIdW7sdh4WG7lubgWl2RisJSKwu.fKq45hRAw8jWes/1G', 'flook.store@gmail.com', '$2y$12$VctHagGWYOhr.rg.Rfu4tOkAH46P9noMj9ke/JcTdRU4HXnbQlc4a', 'flook.store', NULL, NULL, NULL, '1234567891012', '', 'store', 'active', '', '', '', 'TH', NULL, NULL, 'yes', '2022-03-09 08:39:30', '2022-03-09 01:39:30', '2022-03-12 02:22:49', '2022-03-09 08:39:30'),
(95, '$2y$10$uXyf91y4r14ZLnvZLM7EYOnl6Serq34Aq9bar75qtvppCFHo5KVIy', 'flook.member@gmail.com', '$2y$12$KBNMXTdSZQBkrGwXRoFEO.v68Wr2JL8.6eUY9Fs6.OEYq1jyiOEQ6', 'flook.member', NULL, NULL, NULL, NULL, NULL, 'member', 'active', '', '', '', 'TH', NULL, NULL, 'yes', '2022-03-09 08:40:49', '2022-03-09 01:40:49', '2022-03-09 01:40:49', '2022-03-09 08:40:49');

-- --------------------------------------------------------

--
-- Table structure for table `member_info`
--

CREATE TABLE `member_info` (
  `id` int(9) NOT NULL,
  `member_id` int(9) NOT NULL COMMENT 'member > id',
  `firstname` varchar(100) DEFAULT NULL,
  `lastname` varchar(100) DEFAULT NULL,
  `center_name` varchar(100) DEFAULT NULL COMMENT 'ชื่อกลาง',
  `birthday` date DEFAULT NULL COMMENT 'วันเกิด',
  `gender` varchar(10) DEFAULT NULL COMMENT 'เพศ "male","female","none"\r\n',
  `address` varchar(255) DEFAULT NULL COMMENT 'ที่อยู่',
  `village` int(4) DEFAULT NULL COMMENT 'หมู่ที่',
  `subdistrict` varchar(100) DEFAULT NULL COMMENT 'แขวง/ตำบล',
  `district` varchar(100) DEFAULT NULL COMMENT 'เขต/อำเภอ',
  `province` varchar(100) DEFAULT NULL COMMENT 'จังหวัด',
  `zipcode` varchar(5) DEFAULT NULL COMMENT 'รหัสไปรษณีย์',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `member_info`
--

INSERT INTO `member_info` (`id`, `member_id`, `firstname`, `lastname`, `center_name`, `birthday`, `gender`, `address`, `village`, `subdistrict`, `district`, `province`, `zipcode`, `created_at`, `updated_at`) VALUES
(19, 88, 'newstore', 'version2', NULL, '2021-10-13', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-10-28 06:37:49', '2021-10-28 06:37:49'),
(20, 1, 'เอกาวะ', 'คิมิโนโทรุ', NULL, '2021-10-13', 'male', '200/123 หมู่ 4 ตำบลห้วงร้อง อำเภออีหยัง จังหวัดพิษณุโลก 4000', NULL, NULL, NULL, NULL, NULL, '2021-10-28 06:37:49', '2021-11-25 07:59:41'),
(17, 86, 'อิคายะ', 'คิมิโนะโทรุ', NULL, '2002-10-09', 'anonymous', '200/123 หมู่ 4 ตำบลห้วงร้อง อำเภออีหยัง จังหวัดพิษณุโลก 4000', NULL, NULL, NULL, NULL, NULL, '2021-10-09 04:07:27', '2021-11-25 08:27:51'),
(18, 87, 'firstname', 'lastname', NULL, '2021-10-01', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-10-09 04:09:58', '2021-10-09 04:09:58'),
(21, 89, 'Schwein', 'Me', NULL, '1979-05-09', 'male', 'asd', NULL, NULL, NULL, NULL, NULL, '2022-01-18 06:44:57', '2022-01-22 07:02:59'),
(22, 90, 'natthawut', 'chinchan', NULL, '1995-01-17', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-01-22 08:44:13', '2022-01-22 08:44:13'),
(23, 91, 'flook', '', NULL, '2022-02-08', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-02-08 09:29:13', '2022-02-08 09:29:13'),
(24, 92, 'sususu', '', NULL, '2022-02-01', 'male', NULL, NULL, NULL, NULL, NULL, NULL, '2022-02-12 02:03:51', '2022-02-12 02:03:51'),
(25, 93, 'fffff', '', NULL, '2022-02-01', 'male', NULL, NULL, NULL, NULL, NULL, NULL, '2022-02-14 04:08:32', '2022-02-14 04:08:32'),
(26, 94, 'store', '', NULL, '1998-03-22', 'male', 'ddddddddd', NULL, NULL, NULL, NULL, NULL, '2022-03-09 01:39:30', '2022-03-09 01:39:30'),
(27, 95, 'flook.member', '', NULL, '1998-03-22', 'male', NULL, NULL, NULL, NULL, NULL, NULL, '2022-03-09 01:40:49', '2022-03-09 01:40:49');

-- --------------------------------------------------------

--
-- Table structure for table `message`
--

CREATE TABLE `message` (
  `id` int(11) NOT NULL,
  `to_id` varchar(11) DEFAULT NULL,
  `from_id` varchar(11) DEFAULT NULL,
  `message` text DEFAULT NULL,
  `to_name` varchar(40) DEFAULT NULL,
  `from_name` varchar(40) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  `section` varchar(40) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `message`
--

INSERT INTO `message` (`id`, `to_id`, `from_id`, `message`, `to_name`, `from_name`, `created_at`, `updated_at`, `section`) VALUES
(107, NULL, '93', 'ffff', 'admin', 'darkzone.sy.1998', '2022-02-17 08:31:22', '2022-02-17 08:31:22', 'member'),
(108, NULL, '93', 'fff', 'admin', 'darkzone.sy.1998', '2022-02-17 08:32:12', '2022-02-17 08:32:12', 'member'),
(109, NULL, '93', 'fffff', 'admin', 'darkzone.sy.1998', '2022-02-17 08:32:45', '2022-02-17 08:32:45', 'member'),
(110, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-18 02:01:35', '2022-02-18 02:01:35', 'member'),
(111, NULL, '93', 'Hello from darkzone', 'admin', 'darkzone.sy.1998', '2022-02-18 02:02:27', '2022-02-18 02:02:27', 'member'),
(112, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-18 02:03:15', '2022-02-18 02:03:15', 'member'),
(113, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-18 02:04:08', '2022-02-18 02:04:08', 'member'),
(114, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-18 02:05:00', '2022-02-18 02:05:00', 'member'),
(115, NULL, '93', 'helloaSA', 'admin', 'darkzone.sy.1998', '2022-02-18 02:06:52', '2022-02-18 02:06:52', 'member'),
(116, NULL, '93', 'asdasdas', 'admin', 'darkzone.sy.1998', '2022-02-18 02:07:04', '2022-02-18 02:07:04', 'member'),
(117, NULL, '93', 'asdasdas', 'admin', 'darkzone.sy.1998', '2022-02-18 02:07:33', '2022-02-18 02:07:33', 'member'),
(118, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:08', '2022-02-18 02:08:08', 'member'),
(119, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:11', '2022-02-18 02:08:11', 'member'),
(120, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:12', '2022-02-18 02:08:12', 'member'),
(121, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:12', '2022-02-18 02:08:12', 'member'),
(122, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:12', '2022-02-18 02:08:12', 'member'),
(123, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:12', '2022-02-18 02:08:12', 'member'),
(124, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:13', '2022-02-18 02:08:13', 'member'),
(125, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:13', '2022-02-18 02:08:13', 'member'),
(126, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:13', '2022-02-18 02:08:13', 'member'),
(127, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:14', '2022-02-18 02:08:14', 'member'),
(128, NULL, '93', 'hello world', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:14', '2022-02-18 02:08:14', 'member'),
(129, NULL, '93', 'hello aaaa', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:42', '2022-02-18 02:08:42', 'member'),
(130, NULL, '93', 'tttt', 'admin', 'darkzone.sy.1998', '2022-02-18 02:08:49', '2022-02-18 02:08:49', 'member'),
(131, NULL, '89', 'var messageBody = document.querySelector(\'#messageBody\'); messageBody.scrollTop = messageBody.scrollHeight - messageBody.clientHeight;', 'admin', 'Schwein Me', '2022-02-18 02:09:58', '2022-02-18 02:09:58', 'member'),
(132, NULL, '89', 'var messageBody = document.querySelector(\'#messageBody\'); messageBody.scrollTop = messageBody.scrollHeight - messageBody.clientHeight;', 'admin', 'Schwein Me', '2022-02-18 02:10:00', '2022-02-18 02:10:00', 'member'),
(133, NULL, '89', 'var messageBody = document.querySelector(\'#messageBody\'); messageBody.scrollTop = messageBody.scrollHeight - messageBody.clientHeight;', 'admin', 'Schwein Me', '2022-02-18 02:10:02', '2022-02-18 02:10:02', 'member'),
(134, NULL, '93', 'fdfd', 'admin', 'darkzone.sy.1998', '2022-02-18 02:12:20', '2022-02-18 02:12:20', 'member'),
(135, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-18 02:13:33', '2022-02-18 02:13:33', 'member'),
(136, NULL, '93', 'ggggg', 'admin', 'darkzone.sy.1998', '2022-02-18 02:15:36', '2022-02-18 02:15:36', 'member'),
(137, NULL, '93', 'ggggg', 'admin', 'darkzone.sy.1998', '2022-02-18 02:16:01', '2022-02-18 02:16:01', 'member'),
(138, NULL, '93', 'sdfffffffffffffffffffffffffffffffffffffffffffffffffffffffrwerwewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewe', 'admin', 'darkzone.sy.1998', '2022-02-18 02:29:30', '2022-02-18 02:29:30', 'member'),
(139, NULL, '89', 'asdasd', 'admin', 'Schwein Me', '2022-02-18 02:31:49', '2022-02-18 02:31:49', 'member'),
(140, NULL, '89', 'asdasd', 'admin', 'Schwein Me', '2022-02-18 03:15:08', '2022-02-18 03:15:08', 'member'),
(141, NULL, '93', 'fffff', 'admin', 'darkzone.sy.1998', '2022-02-18 07:44:10', '2022-02-18 07:44:10', 'member'),
(142, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:46:51', '2022-02-19 06:46:51', 'member'),
(143, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:49:08', '2022-02-19 06:49:08', 'member'),
(144, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:49:51', '2022-02-19 06:49:51', 'member'),
(145, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:50:08', '2022-02-19 06:50:08', 'member'),
(146, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:50:40', '2022-02-19 06:50:40', 'member'),
(147, NULL, '93', 'dddd', 'admin', 'darkzone.sy.1998', '2022-02-19 06:53:10', '2022-02-19 06:53:10', 'member'),
(148, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:55:51', '2022-02-19 06:55:51', 'member'),
(149, NULL, '93', 'Hello How can i help?', 'admin', 'darkzone.sy.1998', '2022-02-19 06:56:01', '2022-02-19 06:56:01', 'member'),
(150, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:57:05', '2022-02-19 06:57:05', 'member'),
(151, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:58:12', '2022-02-19 06:58:12', 'member'),
(152, NULL, '93', 'fsdsfdsdf', 'admin', 'darkzone.sy.1998', '2022-02-19 06:58:19', '2022-02-19 06:58:19', 'member'),
(153, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:58:58', '2022-02-19 06:58:58', 'member'),
(154, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 06:59:48', '2022-02-19 06:59:48', 'member'),
(155, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 07:05:11', '2022-02-19 07:05:11', 'member'),
(156, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 07:05:47', '2022-02-19 07:05:47', 'member'),
(157, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 07:06:48', '2022-02-19 07:06:48', 'member'),
(158, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 07:39:37', '2022-02-19 07:39:37', 'member'),
(159, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-02-19 09:07:31', '2022-02-19 09:07:31', 'member'),
(160, NULL, '93', 'from 93', 'admin', 'darkzone.sy.1998', '2022-02-19 10:16:17', '2022-02-19 10:16:17', 'member'),
(161, NULL, '93', 'from 93jkhjkhj', 'admin', 'darkzone.sy.1998', '2022-02-19 10:20:51', '2022-02-19 10:20:51', 'member'),
(162, NULL, '93', 'from 93jkhjkhjkrjetydfkgerkl;\'dfkgsdf\';ldfgksdfgkl;\'gfsdsdfg\'ksdfgkl;\';\'klsdfgsgdf', 'admin', 'darkzone.sy.1998', '2022-02-19 10:21:55', '2022-02-19 10:21:55', 'member'),
(163, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-03-02 02:48:55', '2022-03-02 02:48:55', 'member'),
(164, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-03-02 02:49:57', '2022-03-02 02:49:57', 'member'),
(165, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-03-02 02:52:59', '2022-03-02 02:52:59', 'member'),
(166, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-03-02 02:53:03', '2022-03-02 02:53:03', 'member'),
(167, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-03-02 02:53:18', '2022-03-02 02:53:18', 'member'),
(168, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-03-02 02:54:42', '2022-03-02 02:54:42', 'member'),
(169, NULL, '93', 'hello', 'admin', 'darkzone.sy.1998', '2022-03-02 03:05:06', '2022-03-02 03:05:06', 'member'),
(170, NULL, '92', 'hello', 'admin', 'flook2541', '2022-03-02 03:07:18', '2022-03-02 03:07:18', 'member');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(2, '2019_12_14_000001_create_personal_access_tokens_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `network_promotion`
--

CREATE TABLE `network_promotion` (
  `id` int(10) NOT NULL,
  `token` varchar(100) NOT NULL,
  `network_name` varchar(50) NOT NULL,
  `title` varchar(255) NOT NULL COMMENT 'หัวเรื่อง',
  `descriptions` text NOT NULL COMMENT 'คำอธิบาย',
  `price` float NOT NULL COMMENT 'ราคา',
  `unit` varchar(100) NOT NULL COMMENT 'หน่วย / สกุล',
  `code` varchar(100) NOT NULL COMMENT 'รหัสกดสัมคร',
  `package_type` set('prepaid','postpaid') NOT NULL COMMENT 'ประเภท เติมเงิน / รายเดือน',
  `pin` set('yes','no') NOT NULL,
  `priority` int(5) NOT NULL,
  `display` set('yes','no') NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `network_promotion`
--

INSERT INTO `network_promotion` (`id`, `token`, `network_name`, `title`, `descriptions`, `price`, `unit`, `code`, `package_type`, `pin`, `priority`, `display`, `created_at`, `updated_at`) VALUES
(1, 'SDFSdgf54df6gDFSDf', 'DTAC', 'Internet Booster 50GB นาน 30 วัน', ' 50 GB เน็ตความเร็วสูงสุด<br/>\r\n                                                        โทรฟรีในเครือข่าย 24 ชม.<br/>\r\n                                                        โทรนอกเครือข่าย 1,000 นาที<br/>\r\n                                                        ฟรี Youtube premiun 3 เดือน<br/>\r\n                                                        เกม Rov / free fire ไม่เสียค่าเน็ต<br/>\r\n                                                        Google Meet / Zoom ไม่เสียค่าเน็ต <br/>\r\n                                                        อื่นๆ', 999, 'เดือน', '*195*100*123#', 'prepaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30'),
(2, 'SDFSdgfASFDsdFSDf', 'AIS', 'Internet AIS 50GB นาน 60 วัน', ' 50 GB เน็ตความเร็วสูงสุด<br/>                             โทรนอกเครือข่าย 1,000 นาที<br/>\r\n                                                       เกม Rov / free fire ไม่เสียค่าเน็ต<br/>\r\n                                                        Google Meet / Zoom ไม่เสียค่าเน็ต <br/>\r\n                                                        อื่นๆ', 399, 'เดือน', '*999*11525*123#', 'postpaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30'),
(3, 'SDFSASDdf6gDFSDf', 'DTAC', 'Internet Booster 200GB นาน 30 วัน', ' 200GB เน็ตความเร็วสูงสุด<br/>\r\n                                                        โทรฟรีในเครือข่าย 24 ชม.<br/>\r\n                                                        โทรนอกเครือข่าย 1,000 นาที<br/>\r\n                                                        ฟรี Youtube premiun 3 เดือน<br/>\r\n                                                        เกม Rov / free fire ไม่เสียค่าเน็ต<br/>\r\n                                                        Google Meet / Zoom ไม่เสียค่าเน็ต <br/>\r\n                                                        อื่นๆ', 1999, 'เดือน', '', 'postpaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30'),
(4, 'SDFSdgf5Ff6gDFSDf', 'DTAC', 'Internet Booster 15GB นาน 7 วัน', '15GB เน็ตความเร็วสูงสุด<br />\r\n                                                        โทรฟรีในเครือข่าย 24 ชม.<br />\r\n                                                        โทรนอกเครือข่าย 50 นาที<br />  \r\n                                                        อื่นๆ', 999, '7วัน', '*195*100*123#', 'prepaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30'),
(5, 'SDFSAF4df6gDFSDf', 'TRUE', 'Internet Booster 50GB นาน 30 วัน', ' 50 GB เน็ตความเร็วสูงสุด<br/>\r\n                                                        โทรฟรีในเครือข่าย 24 ชม.<br/>\r\n                                                        โทรนอกเครือข่าย 1,000 นาที<br/>\r\n                                                        ฟรี Youtube premiun 3 เดือน<br/>\r\n                                                        เกม Rov / free fire ไม่เสียค่าเน็ต<br/>\r\n                                                        Google Meet / Zoom ไม่เสียค่าเน็ต <br/>\r\n                                                        อื่นๆ', 999, 'เดือน', '*195*999*123#', 'prepaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30'),
(6, 'SDFSdHARSDTSFDsdFSDf', 'TRUE', 'Internet TRUE 50GB นาน 60 วัน', ' 50 GB เน็ตความเร็วสูงสุด<br/>                             โทรนอกเครือข่าย 1,000 นาที<br/>\r\n                                                       เกม Rov / free fire ไม่เสียค่าเน็ต<br/>\r\n                                                        Google Meet / Zoom ไม่เสียค่าเน็ต <br/>\r\n                                                        อื่นๆ', 300, 'เดือน', '*999*01*123#', 'prepaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30'),
(7, 'SDFSVCASDdf6gDFSDf', 'TRUE', 'Internet Booster 200GB นาน 30 วัน', ' 200GB เน็ตความเร็วสูงสุด<br/>\r\n                                                        โทรฟรีในเครือข่าย 24 ชม.<br/>\r\n                                                        โทรนอกเครือข่าย 1,000 นาที<br/>\r\n                                                        ฟรี Youtube premiun 3 เดือน<br/>\r\n                                                        เกม Rov / free fire ไม่เสียค่าเน็ต<br/>\r\n                                                        Google Meet / Zoom ไม่เสียค่าเน็ต <br/>\r\n                                                        อื่นๆ', 1999, 'เดือน', '*999*01*00#', 'prepaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30'),
(8, 'SDDSCXCCf6gDFSDf', 'TRUE', 'Internet Booster 15GB นาน 7 วัน', '15GB เน็ตความเร็วสูงสุด<br />\r\n                                                        โทรฟรีในเครือข่าย 24 ชม.<br />\r\n                                                        โทรนอกเครือข่าย 50 นาที<br />  \r\n                                                        อื่นๆ', 999, '7วัน', '*123213*100*123#', 'prepaid', 'no', 1, 'yes', '2021-10-29 17:15:30', '2021-10-29 17:15:30');

-- --------------------------------------------------------

--
-- Table structure for table `network_setting`
--

CREATE TABLE `network_setting` (
  `id` int(5) NOT NULL,
  `network_name` varchar(20) NOT NULL,
  `thumbnail` varchar(255) DEFAULT NULL,
  `image_cover` varchar(255) NOT NULL,
  `theme_color` varchar(100) NOT NULL,
  `display` set('yes','no') NOT NULL DEFAULT 'yes',
  `priority` int(5) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `network_setting`
--

INSERT INTO `network_setting` (`id`, `network_name`, `thumbnail`, `image_cover`, `theme_color`, `display`, `priority`, `created_at`, `updated_at`) VALUES
(1, 'DTAC', 'images/network/dtac.png', 'images/network/bgdtac.jpg', '#19aaf8', 'yes', 1, '2021-10-21 10:38:52', '2021-10-21 10:38:52'),
(2, 'AIS', 'images/network/ais.png', 'images/network/bgais.jpg', '#a8c630', 'yes', 2, '2021-10-21 10:38:52', '2021-10-21 10:38:52'),
(3, 'TRUE', 'images/network/true.png', 'images/network/bgtrue-move.jpg', '#ee3124', 'yes', 3, '2021-10-21 10:39:47', '2021-10-21 10:39:47'),
(4, 'CAT', 'images/network/cat.png', 'images/network/bgmybycat.jpg', '#ed700d', 'yes', 4, '2021-10-21 10:39:47', '2021-10-21 10:39:47'),
(5, 'I-mobile', 'images/network/imobile.png', 'images/network/bgimobile.jpg', '#39ad4a', 'yes', 6, '2021-10-28 15:12:52', '2021-10-28 15:12:52'),
(13, 'Line', 'images/network/line.png', 'images/network/bgline.jpg', '#0fc84e', 'yes', 7, '2021-10-28 15:15:23', '2021-10-28 15:15:23'),
(14, 'MyWorld', 'images/network/myworld.png', 'images/network/bgmyworld.jpg', '#f1681e', 'yes', 8, '2021-10-28 15:15:23', '2021-10-28 15:15:23'),
(15, 'Penguin', 'images/network/penguin.png', 'images/network/bgpenguin.jpg', '#ebd80f', 'yes', 9, '2021-10-28 15:15:23', '2021-10-28 15:15:23'),
(16, 'TOT', 'images/network/tot.png', 'images/network/bgtot.jpg', '#0072bc', 'yes', 5, '2021-10-28 15:15:23', '2021-10-28 15:15:23');

-- --------------------------------------------------------

--
-- Table structure for table `notification`
--

CREATE TABLE `notification` (
  `id` int(11) NOT NULL,
  `ref_post_social_id` int(11) NOT NULL,
  `ref_comment_id` int(11) NOT NULL,
  `ref_member_id` int(11) NOT NULL,
  `message` text NOT NULL,
  `type_event` varchar(50) NOT NULL,
  `type_post_social` varchar(10) NOT NULL,
  `noti_send` varchar(10) NOT NULL,
  `noti_new` varchar(10) NOT NULL,
  `status` varchar(20) NOT NULL,
  `create_date` datetime NOT NULL,
  `update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `id` int(10) NOT NULL,
  `order_id` varchar(100) NOT NULL,
  `mem_id` int(5) NOT NULL,
  `mem_name` varchar(40) DEFAULT NULL,
  `store_id` varchar(100) NOT NULL,
  `methods` set('store','auction') NOT NULL,
  `ber` varchar(10) DEFAULT NULL,
  `product_id` int(10) NOT NULL,
  `quantity` int(10) NOT NULL,
  `price` float NOT NULL DEFAULT 0,
  `network` varchar(10) NOT NULL,
  `grade` varchar(3) NOT NULL,
  `total_price` float NOT NULL,
  `discount` float NOT NULL,
  `service_price` float NOT NULL DEFAULT 0,
  `netpay` float NOT NULL,
  `status` set('success','payment','progress','pending','failed') NOT NULL,
  `payment` set('confirm','pending','fail') NOT NULL DEFAULT 'pending',
  `transport` varchar(100) DEFAULT NULL,
  `tracking` varchar(255) DEFAULT NULL,
  `order_rating` int(2) DEFAULT NULL,
  `order_review` text DEFAULT NULL COMMENT 'รีวิวการขาย',
  `reply_review` text DEFAULT NULL,
  `date_completed` datetime DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`id`, `order_id`, `mem_id`, `mem_name`, `store_id`, `methods`, `ber`, `product_id`, `quantity`, `price`, `network`, `grade`, `total_price`, `discount`, `service_price`, `netpay`, `status`, `payment`, `transport`, `tracking`, `order_rating`, `order_review`, `reply_review`, `date_completed`, `created_at`, `updated_at`) VALUES
(3, 'SIM-1637743625', 89, 'Schwein Me', '1014009001', 'store', '0953998989', 0, 1, 900, 'AIS', 'A', 900, 0, 0, 900, 'success', 'confirm', '', '', 3, 'fdfhgdfgfgdhfgdhfgdhfgdhfghfgfgdhdfghfdghdfghfd', 'Thank you', '2022-01-12 16:36:05', '2021-11-16 08:47:05', '2021-11-24 08:47:05'),
(7, 'SIM-1647317058', 89, NULL, '2021146002', 'store', '0956988977', 0, 1, 9999, 'AIS', 'A+', 9999, 0, 50, 10049, 'pending', 'pending', NULL, NULL, NULL, NULL, NULL, NULL, '2022-03-15 04:04:18', '2022-03-15 04:04:18'),
(8, 'SIM-1647317101', 89, NULL, '1014009001', 'store', '0859664125', 0, 1, 50000, 'AIS', 'SS', 50000, 0, 0, 50000, 'pending', 'pending', NULL, NULL, NULL, NULL, NULL, NULL, '2022-03-15 04:05:01', '2022-03-15 04:05:01'),
(4, 'SIM-1637803315', 89, 'Schwein Me', '2021146002', 'auction', '0941119777', 0, 1, 9999, 'dtac', 'S+', 9999, 0, 50, 10049, 'success', 'confirm', 'นัดรับ', 'หลังมข', 3, '', NULL, '2022-01-20 16:10:37', '2021-11-24 01:21:55', '2022-01-19 09:49:58'),
(5, 'SIM-1637803415', 89, 'Schwein Me', '2021146002', 'auction', '0941119777', 0, 1, 9999, 'dtac', 'S', 9999, 0, 50, 10049, 'success', 'confirm', 'EMS', 'EMS-SF987S7G2348FJ-JID', 2, 'โคตรดี', NULL, '0000-00-00 00:00:00', '2021-11-25 01:21:55', '2022-02-18 06:10:22'),
(6, 'SIM-1642670073', 89, 'Schwein Me', '2021146002', 'store', '0946589777', 0, 1, 1700, 'AIS', 'B+', 1700, 0, 50, 1750, 'pending', 'pending', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '2022-01-20 09:14:33', '2022-01-20 09:14:33');

-- --------------------------------------------------------

--
-- Table structure for table `order_contact`
--

CREATE TABLE `order_contact` (
  `id` int(10) NOT NULL,
  `order_id` varchar(100) NOT NULL,
  `firstname` varchar(100) NOT NULL,
  `lastname` varchar(100) NOT NULL,
  `telephone` varchar(10) NOT NULL,
  `address` varchar(255) NOT NULL,
  `moo` varchar(30) NOT NULL,
  `district` varchar(100) NOT NULL,
  `subdistrict` varchar(100) NOT NULL,
  `province` varchar(100) NOT NULL,
  `zipcode` varchar(5) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `order_contact`
--

INSERT INTO `order_contact` (`id`, `order_id`, `firstname`, `lastname`, `telephone`, `address`, `moo`, `district`, `subdistrict`, `province`, `zipcode`, `created_at`, `updated_at`) VALUES
(3, 'SIM-1637743625', 'sdasdasdad', '', '3123123123', 'sdasdasdad', '', '', '', '', '', '2021-11-24 08:47:05', '2021-11-24 08:47:05'),
(4, 'SIM-1637803315', 'dsjflisjdlfijluep\nsdfsd', '', '2348230479', 'dsjflisjdlfijluep\nsdfsd', '', '', '', '', '', '2021-11-25 01:21:55', '2021-11-25 01:21:55'),
(5, 'SIM-1642670073', 'กำลังหาบ้านอยู่', 'พอจะมีบ้านมั้ย', '0969695989', 'กำลังหาบ้านอยู่ พอจะมีบ้านมั้ย', '', '', '', '', '', '2022-01-20 09:14:33', '2022-01-20 09:14:33'),
(6, 'SIM-1647317058', 'gu', 'jai', '0123786127', 'gu jai leaw', '', '', '', '', '', '2022-03-15 04:04:18', '2022-03-15 04:04:18'),
(7, 'SIM-1647317101', 'kkkkkkky', '', '2222222222', 'kkkkkkky', '', '', '', '', '', '2022-03-15 04:05:01', '2022-03-15 04:05:01');

-- --------------------------------------------------------

--
-- Table structure for table `order_list`
--

CREATE TABLE `order_list` (
  `id` int(10) NOT NULL,
  `order_id` int(6) NOT NULL,
  `product_code` varchar(100) NOT NULL,
  `title` varchar(255) NOT NULL,
  `price` float NOT NULL,
  `discount` float NOT NULL,
  `color` varchar(10) NOT NULL,
  `size` varchar(10) NOT NULL,
  `qty` int(5) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `order_list`
--

INSERT INTO `order_list` (`id`, `order_id`, `product_code`, `title`, `price`, `discount`, `color`, `size`, `qty`, `created_at`, `updated_at`) VALUES
(1, 1, '1', 'asdasd', 100, 1, 'Red', 'M', 2, '2021-08-03 00:00:00', '2021-08-03 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `order_status`
--

CREATE TABLE `order_status` (
  `id` int(5) NOT NULL,
  `action` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `desc` varchar(100) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `order_status`
--

INSERT INTO `order_status` (`id`, `action`, `title`, `desc`, `created_at`, `updated_at`) VALUES
(1, 'success', 'จัดส่งแล้ว', NULL, '2022-01-19 10:31:17', '2022-01-19 10:31:17'),
(2, 'pending', 'รอ', NULL, '2022-01-19 10:31:17', '2022-01-19 10:31:17'),
(3, 'payment', 'ตรวจสอบ', NULL, '2022-01-19 10:32:11', '2022-01-19 10:32:11'),
(4, 'failed', 'ล้มเหลว', NULL, '2022-01-19 10:32:11', '2022-01-19 10:32:11'),
(5, 'progress', 'ดำเนินการ', NULL, '2022-01-19 10:32:37', '2022-01-19 10:32:37');

-- --------------------------------------------------------

--
-- Table structure for table `packages_desc`
--

CREATE TABLE `packages_desc` (
  `id` int(5) NOT NULL,
  `title` varchar(255) NOT NULL,
  `desc` text NOT NULL,
  `language` varchar(5) DEFAULT 'TH',
  `display` set('yes','no') NOT NULL DEFAULT 'yes',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `post`
--

CREATE TABLE `post` (
  `id` int(11) NOT NULL,
  `token` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `keyword` varchar(255) NOT NULL,
  `description` text DEFAULT NULL,
  `slug` varchar(255) NOT NULL,
  `freetag` text NOT NULL,
  `h1` varchar(100) DEFAULT NULL,
  `h1_desc` text DEFAULT NULL,
  `h2` varchar(255) DEFAULT NULL,
  `h2_desc` text DEFAULT NULL,
  `short_url` varchar(50) NOT NULL,
  `thumbnail` text NOT NULL,
  `image_1` varchar(255) DEFAULT NULL,
  `image_2` varchar(255) DEFAULT NULL,
  `video` varchar(255) NOT NULL,
  `category` varchar(255) NOT NULL,
  `root_category` varchar(255) NOT NULL,
  `tag` varchar(255) NOT NULL,
  `topic` text NOT NULL,
  `content` text DEFAULT NULL,
  `brand_id` varchar(255) NOT NULL COMMENT 'ยี่ห้อ',
  `saleprice` float NOT NULL DEFAULT 0,
  `specialprice` float NOT NULL DEFAULT 0,
  `unit` varchar(255) NOT NULL COMMENT 'หน่วยของสินค้า',
  `link_fb` text NOT NULL,
  `link_tw` text NOT NULL,
  `link_ig` text NOT NULL,
  `link_line` text NOT NULL,
  `display` set('yes','no') NOT NULL DEFAULT 'yes',
  `date_display` timestamp NOT NULL DEFAULT current_timestamp(),
  `author` int(11) NOT NULL,
  `post_view` int(11) NOT NULL,
  `post_share` int(11) NOT NULL,
  `comment_allow` varchar(5) NOT NULL DEFAULT 'yes',
  `comment_count` int(11) NOT NULL,
  `pin` set('yes','no') NOT NULL DEFAULT 'no',
  `language` varchar(2) NOT NULL DEFAULT 'TH',
  `defaults` set('yes','no') NOT NULL DEFAULT 'no',
  `priority` int(11) NOT NULL,
  `status` varchar(10) NOT NULL,
  `new` set('yes','no') NOT NULL DEFAULT 'no',
  `manual_file` text NOT NULL COMMENT 'ไฟล์คู่มือสินค้า',
  `manual_title` varchar(255) NOT NULL COMMENT 'ชื่อคู่มือ',
  `section` set('default','contentweb') NOT NULL DEFAULT 'default' COMMENT 'แบ่งส่วน สำหรับเช็คเว็บ content',
  `user_id` int(3) DEFAULT NULL COMMENT 'ผู้เขียน',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `post`
--

INSERT INTO `post` (`id`, `token`, `title`, `keyword`, `description`, `slug`, `freetag`, `h1`, `h1_desc`, `h2`, `h2_desc`, `short_url`, `thumbnail`, `image_1`, `image_2`, `video`, `category`, `root_category`, `tag`, `topic`, `content`, `brand_id`, `saleprice`, `specialprice`, `unit`, `link_fb`, `link_tw`, `link_ig`, `link_line`, `display`, `date_display`, `author`, `post_view`, `post_share`, `comment_allow`, `comment_count`, `pin`, `language`, `defaults`, `priority`, `status`, `new`, `manual_file`, `manual_title`, `section`, `user_id`, `created_at`, `updated_at`) VALUES
(54, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'Sqyare-Head-Machine-Bolt-130--2', '', '', NULL, '', NULL, '', 'images/banner/article9.jpg', NULL, NULL, '', ',3,', ',35,34,3,', ',5,', '', '<div class=\"detail-body\">\r\n                     \r\n                        <h1>Subscriber Identity Module</h1>\r\n                   \r\n                                                <h2>Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et </h2>\r\n                        <p class=\"desc\">diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata\r\n                    Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumyjusto duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy</p>\r\n                                                <figure>\r\n                            <img src=\"/images/banner/content-image.jpg\" alt=\"content image\">\r\n                        </figure>\r\n                                                <p class=\"conclusion\">Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam noned diam nonumy eirmod tempor invidunt ut labore et dolore magnaed diam nonumy eirmod tempor invidunt ut labore et dolore magnaumy eirmod tempor invidunt ut labore et dolore magna</p>\r\n\r\n                    \r\n                </div>', ',4,', 100, 0, '/ถุง', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 4, 0, 'no', 0, 'no', 'TH', 'yes', 9, '', 'no', '', '', 'default', 1, '2021-11-08 09:47:06', '2022-03-12 02:49:20'),
(55, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'Sqyare-Head-Machine-Bolt-150-6', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',35,34,3,', ',5,', '', '', ',4,', 100, 0, '/ถุง', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 8, '', 'no', '', '', 'default', 88, '2021-11-08 09:47:06', '2021-11-07 09:47:06'),
(105, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x1-5', '', '', NULL, '', NULL, '', 'images/banner/article3.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 23, '', 'no', '', '', 'default', 88, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(106, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x2-5', '', '', NULL, '', NULL, '', 'images/banner/article1.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 22, '', 'no', '', '', 'default', 88, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(107, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x4', '', 'Subscriber Identity Module', 'Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, seddiam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumyjusto duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy', 'Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et ', 'diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata\r\n                    Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumyjusto duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy', '', 'images/banner/article3.jpg', 'images/banner/cover-image.jpg', 'images/banner/content-image.jpg', '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 21, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(108, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x6', '', '', NULL, '', NULL, '', 'images/banner/article7.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 3, 0, 'no', 0, 'no', 'TH', 'yes', 20, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-01-21 09:08:47'),
(109, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x10', '', '', NULL, '', NULL, '', 'images/banner/article4.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 9, 0, 'no', 0, 'yes', 'TH', 'yes', 19, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-01-22 08:05:00'),
(110, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x16', '', '', NULL, '', NULL, '', 'images/banner/article5.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 19, 0, 'no', 0, 'yes', 'TH', 'yes', 18, '', 'yes', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-01-21 09:38:34'),
(111, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x25', '', '', NULL, '', NULL, '', 'images/banner/article6.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 6, 0, 'no', 0, 'no', 'TH', 'yes', 17, '', 'yes', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-01-22 08:05:03'),
(112, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x35', '', '', NULL, '', NULL, '', 'images/banner/article7.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 12, 0, 'no', 0, 'no', 'TH', 'yes', 16, '', 'yes', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-01-22 08:13:51'),
(113, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x50', '', '', NULL, '', NULL, '', 'images/banner/article3.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 15, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(114, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x70', '', '', NULL, '', NULL, '', 'images/banner/article10.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',4,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 14, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(115, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x95', '', '', NULL, '', NULL, '', 'images/banner/article11.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 15, 0, 'no', 0, 'no', 'TH', 'yes', 13, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-01-21 08:15:52'),
(116, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x120', '', '', NULL, '', NULL, '', 'images/banner/article8.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 12, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(117, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x150', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 2, 0, 'no', 0, 'no', 'TH', 'yes', 11, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-01-22 06:08:27'),
(118, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x185', '', '', NULL, '', NULL, '', 'images/banner/article7.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 10, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(119, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-1x300', '', '', NULL, '', NULL, '', 'images/banner/article6.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,25,26,4,27,28,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 9, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(333, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x0-5', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 6, 0, 'no', 0, 'yes', 'TH', 'yes', 9, '', 'yes', '', '', 'default', 88, '2021-11-08 09:47:06', '2022-02-08 09:41:50'),
(334, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x1-0', '', '', NULL, '', NULL, '', 'images/banner/article5.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 5, 0, 'no', 0, 'no', 'TH', 'yes', 8, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2022-02-08 09:41:38'),
(335, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x1-5', '', '', NULL, '', NULL, '', 'images/banner/article4.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 7, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(336, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x2-5', '', '', NULL, '', NULL, '', 'images/banner/article3.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 6, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(337, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x4', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 5, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(338, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x6', '', '', NULL, '', NULL, '', 'images/banner/article1.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 4, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(339, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x10', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 3, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(340, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x16', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 2, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(342, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x25', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 1, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(343, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'สายไฟ-THW-F--1x0-75', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',10,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 0, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(389, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'CV-4-แกน-สายไฟ-CV-4x4', '', '', NULL, '', NULL, '', 'images/banner/article9.jpg', NULL, NULL, '', ',3,1,', ',91,24,9,3,', '', '', '', ',8,18,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'yes', 'TH', 'yes', 13, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06'),
(435, '', 'industd not only five centuries, but also the leap into electroni', 'There are many of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even s', 'There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don\'t look even slightly believable. If you are going to use ', 'หม้อแปลงไฟฟ้า-22-kV-30-Kva--H-', '', '', NULL, '', NULL, '', 'images/banner/article2.jpg', NULL, NULL, '', ',3,', ',93,92,3,', '', '', '', ',4,', 0, 0, 'กรุณาติดต่อสอบถาม', '', '', '', '', 'yes', '0000-00-00 00:00:00', 902, 0, 0, 'no', 0, 'no', 'TH', 'yes', 0, '', 'no', '', '', 'default', 87, '2021-11-08 09:47:06', '2021-11-08 09:47:06');

-- --------------------------------------------------------

--
-- Table structure for table `post_image`
--

CREATE TABLE `post_image` (
  `image_id` int(5) NOT NULL,
  `post_id` int(5) NOT NULL,
  `products_id` int(5) NOT NULL,
  `image_link` text NOT NULL,
  `position` int(11) NOT NULL,
  `status` varchar(20) NOT NULL,
  `language` varchar(5) NOT NULL,
  `author` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `post_image`
--

INSERT INTO `post_image` (`image_id`, `post_id`, `products_id`, `image_link`, `position`, `status`, `language`, `author`) VALUES
(5, 0, 0, 'upload/2021/01/600aa27107a08B6Uox.jpg', 0, 'publish', '', 902),
(6, 0, 0, 'upload/2021/01/600bc16ac8c13EozFs.png', 0, 'publish', '', 902);

-- --------------------------------------------------------

--
-- Table structure for table `post_social`
--

CREATE TABLE `post_social` (
  `post_social_id` int(11) NOT NULL,
  `ref_member_id` varchar(10) NOT NULL,
  `content` text NOT NULL,
  `post_image` text NOT NULL,
  `status` varchar(20) NOT NULL,
  `create_by` varchar(10) NOT NULL,
  `create_date` datetime NOT NULL,
  `update_by` varchar(10) NOT NULL,
  `update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `post_social_images`
--

CREATE TABLE `post_social_images` (
  `id` int(11) NOT NULL,
  `ref_post_social_id` int(11) NOT NULL,
  `image` text NOT NULL,
  `status` varchar(10) NOT NULL,
  `create_by` varchar(20) NOT NULL,
  `create_date` datetime NOT NULL,
  `update_by` varchar(20) NOT NULL,
  `update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `product_category`
--

CREATE TABLE `product_category` (
  `cate_id` int(11) NOT NULL,
  `cate_name` varchar(255) NOT NULL,
  `url` varchar(255) NOT NULL,
  `topic` text NOT NULL,
  `title` varchar(255) NOT NULL,
  `keyword` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `thumbnail` varchar(255) NOT NULL,
  `h1` text NOT NULL,
  `h2` text NOT NULL,
  `freetag` text NOT NULL,
  `parent_id` int(11) NOT NULL,
  `level` int(11) NOT NULL,
  `display` set('yes','no') NOT NULL DEFAULT 'yes',
  `menu` set('yes','no') NOT NULL DEFAULT 'yes',
  `url_redirect` varchar(255) NOT NULL,
  `pin` set('yes','no') NOT NULL DEFAULT 'no',
  `priority` int(11) NOT NULL,
  `position` int(11) DEFAULT NULL,
  `main_page` set('yes','no') NOT NULL DEFAULT 'no',
  `language` varchar(50) NOT NULL DEFAULT 'TH',
  `defaults` varchar(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `product_category`
--

INSERT INTO `product_category` (`cate_id`, `cate_name`, `url`, `topic`, `title`, `keyword`, `description`, `thumbnail`, `h1`, `h2`, `freetag`, `parent_id`, `level`, `display`, `menu`, `url_redirect`, `pin`, `priority`, `position`, `main_page`, `language`, `defaults`) VALUES
(1, 'cate nam3e 1', 'cate-nam3e-1', 'cate nam3e 1', 'cate nam3e 1', 'keyword cate nam3e 1', 'desc cate nam3e 1', 'assets/img/test.jpg', '', '', '', 0, 0, 'yes', 'yes', '', 'no', 0, NULL, 'no', 'TH', ''),
(2, 'cate nam3e 2', 'cate-nam3e-2', 'cate nam3e 2', 'cate nam3e 2', 'keyword cate nam3e 2', 'desc cate nam3e 2', 'assets/img/test.jpg', '', '', '', 0, 0, 'yes', 'yes', '', 'no', 0, NULL, 'no', 'TH', ''),
(3, 'cate nam3e 3', 'cate-nam3e-3', 'cate nam3e 3', 'cate nam3e 3', 'keyword cate nam3e 3', 'desc cate nam3e 3', 'assets/img/test.jpg', '', '', '', 0, 0, 'yes', 'yes', '', 'no', 0, NULL, 'no', 'TH', '');

-- --------------------------------------------------------

--
-- Table structure for table `product_images`
--

CREATE TABLE `product_images` (
  `image_id` int(5) NOT NULL,
  `products_id` int(5) NOT NULL,
  `image_link` text NOT NULL,
  `position` int(11) NOT NULL,
  `display` set('yes','no') NOT NULL,
  `language` varchar(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `product_images`
--

INSERT INTO `product_images` (`image_id`, `products_id`, `image_link`, `position`, `display`, `language`) VALUES
(1, 1, 'assets/img/post-1.jpg', 1, 'yes', 'TH'),
(2, 1, 'assets/img/post-2.jpg', 2, 'yes', 'TH'),
(3, 3, 'assets/img/post-3.jpg', 3, 'yes', 'TH');

-- --------------------------------------------------------

--
-- Table structure for table `product_post`
--

CREATE TABLE `product_post` (
  `id` int(11) NOT NULL,
  `token` varchar(255) NOT NULL,
  `product_code` varchar(100) NOT NULL,
  `name` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `keyword` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `slug` varchar(255) NOT NULL,
  `freetag` text NOT NULL,
  `h1` text NOT NULL,
  `h2` text NOT NULL,
  `short_url` varchar(50) NOT NULL,
  `thumbnail` text NOT NULL,
  `cover_image` varchar(255) NOT NULL,
  `video` varchar(255) NOT NULL,
  `category` varchar(255) NOT NULL,
  `root_category` varchar(255) NOT NULL,
  `tag` varchar(255) NOT NULL,
  `topic` text NOT NULL,
  `content` text NOT NULL,
  `brand_id` varchar(255) NOT NULL COMMENT 'ยี่ห้อ',
  `color` varchar(100) NOT NULL,
  `size` varchar(100) NOT NULL,
  `amount` int(10) NOT NULL COMMENT 'จำนวนคงเหลือ',
  `saleprice` float NOT NULL DEFAULT 0,
  `specialprice` float NOT NULL DEFAULT 0,
  `discount` float NOT NULL COMMENT 'percentage',
  `unit` varchar(255) NOT NULL COMMENT 'หน่วยของสินค้า',
  `link_fb` text NOT NULL,
  `link_tw` text NOT NULL,
  `link_ig` text NOT NULL,
  `link_line` text NOT NULL,
  `display` set('yes','no') NOT NULL DEFAULT 'yes',
  `date_created` datetime NOT NULL DEFAULT current_timestamp(),
  `date_edit` datetime NOT NULL DEFAULT current_timestamp(),
  `date_display` timestamp NOT NULL DEFAULT current_timestamp(),
  `author` int(11) NOT NULL,
  `post_view` int(11) NOT NULL,
  `comment_allow` varchar(5) NOT NULL DEFAULT 'yes',
  `comment_count` int(11) NOT NULL,
  `pin` set('yes','no') NOT NULL DEFAULT 'no',
  `language` varchar(2) NOT NULL DEFAULT 'TH',
  `defaults` set('yes','no') NOT NULL DEFAULT 'no',
  `priority` int(11) NOT NULL,
  `status` set('instock','empty') NOT NULL DEFAULT 'instock' COMMENT 'สถานะสินค้า in stock & out of stock (empty)',
  `new` set('yes','no') NOT NULL DEFAULT 'no',
  `manual_file` text NOT NULL COMMENT 'ไฟล์คู่มือสินค้า',
  `manual_title` varchar(255) NOT NULL COMMENT 'ชื่อคู่มือ',
  `section` set('default','contentweb') NOT NULL DEFAULT 'default' COMMENT 'แบ่งส่วน สำหรับเช็คเว็บ content'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `product_post`
--

INSERT INTO `product_post` (`id`, `token`, `product_code`, `name`, `title`, `keyword`, `description`, `slug`, `freetag`, `h1`, `h2`, `short_url`, `thumbnail`, `cover_image`, `video`, `category`, `root_category`, `tag`, `topic`, `content`, `brand_id`, `color`, `size`, `amount`, `saleprice`, `specialprice`, `discount`, `unit`, `link_fb`, `link_tw`, `link_ig`, `link_line`, `display`, `date_created`, `date_edit`, `date_display`, `author`, `post_view`, `comment_allow`, `comment_count`, `pin`, `language`, `defaults`, `priority`, `status`, `new`, `manual_file`, `manual_title`, `section`) VALUES
(1, 'ASDASD345fdg564', '#a1512', '', 'สินค้า1', 'สินค้า1', 'สินค้า1', 'สินค้า1', '', 'สินค้า1', '', 'สินค้า1', 'assets/img/post-1.jpg', 'assets/img/post-4.jpg', '', '', '', '', '', '', '1', 'red,blue,green', 's,m,l,xl', 10, 1100, 1000, 0, '', '', '', '', '', 'yes', '2021-06-07 21:26:55', '2021-06-07 21:26:55', '2021-06-07 14:26:55', 0, 0, 'yes', 0, 'no', 'TH', 'no', 0, 'instock', 'no', '', '', 'default'),
(2, 'ASDAF23sdSD45Ljsdf', '#CC45s0', '', 'สินค้า mockip', 'keyword', 'desc', 'สินค้า-2', '', 'สินค้า 2', '', 'สินค้า 2', 'assets/img/post-2.jpg', 'assets/img/post-3.jpg', '', '', '', '', '', '', '2', 'red,blue', 's,m,l,xl', 30, 700, 0, 0, '', '', '', '', '', 'yes', '2021-06-07 21:26:55', '2021-06-07 21:26:55', '2021-06-07 14:26:55', 0, 0, 'yes', 0, 'no', 'TH', 'no', 0, 'instock', 'yes', '', '', 'default'),
(3, 'ASDAF23SASDD45Ljsdf', '#CC45s4', '', 'สินค้า 3', 'สินค้า 3', 'สินค้า 3', 'สินค้า-3', '', 'สินค้า-3', '', 'สินค้า-3', 'assets/img/post-3.jpg', 'assets/img/post-4.jpg', '', '', '', '', '', '', '2', 'red,blue', 's,m,l,xl', 30, 700, 0, 0, '', '', '', '', '', 'yes', '2021-06-07 21:26:55', '2021-06-07 21:26:55', '2021-06-07 14:26:55', 0, 0, 'yes', 0, 'no', 'TH', 'no', 0, 'instock', 'yes', '', '', 'default');

-- --------------------------------------------------------

--
-- Table structure for table `seer_info`
--

CREATE TABLE `seer_info` (
  `id` int(10) NOT NULL,
  `token` varchar(255) NOT NULL,
  `member_id` int(5) NOT NULL,
  `seer_name` varchar(255) NOT NULL,
  `seer_slug` text NOT NULL,
  `thumbnail` varchar(255) DEFAULT NULL,
  `image_cover` varchar(255) DEFAULT NULL,
  `rating_total` float NOT NULL,
  `rating` float NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `store_info`
--

CREATE TABLE `store_info` (
  `id` int(10) NOT NULL,
  `member_id` int(10) NOT NULL,
  `store_id` varchar(100) NOT NULL COMMENT 'รหัสร้านค้า',
  `store_name` varchar(255) NOT NULL COMMENT 'ชื่อร้านค้า',
  `store_slug` varchar(255) DEFAULT NULL,
  `thumbnail` varchar(255) DEFAULT NULL COMMENT 'โลโก้ร้าน',
  `image_cover` varchar(255) DEFAULT NULL COMMENT 'ภาพปกร้าน',
  `service_price` int(10) NOT NULL,
  `verify` set('yes','no') DEFAULT 'no' COMMENT 'ร้านค้าได้รับการ รับรองจากเว็บไซต์',
  `professional` set('active','no') DEFAULT 'no' COMMENT 'ร้านค้าซื้อแพ็คเกจ',
  `rating_total` float DEFAULT 0 COMMENT 'คะแนนรวมรีวิวทั้งหมด',
  `rating` float DEFAULT 0 COMMENT 'คะแนนรีวิวเต็ม 5 ดาว',
  `crown` set('yes','no') DEFAULT 'no' COMMENT 'ร้านค้าแนะนำ',
  `follower` int(10) DEFAULT NULL COMMENT 'จำนวนผู้ติดตาม',
  `payment_policy` text DEFAULT NULL COMMENT 'คำอธิบายการชำระเงิน',
  `pickup_policy` text DEFAULT NULL COMMENT 'คำอธิบายการรับสินค้า',
  `tel` varchar(100) DEFAULT NULL COMMENT 'เบอร์ร้านค้า',
  `network_list` varchar(255) NOT NULL DEFAULT ',' COMMENT 'เครือข่ายที่มีอยู่ในร้านค้า',
  `facebook_id` varchar(255) DEFAULT NULL,
  `facebook_link` varchar(255) DEFAULT NULL,
  `line_id` varchar(255) DEFAULT NULL,
  `line_link` varchar(255) DEFAULT NULL,
  `instagram_id` varchar(255) DEFAULT NULL,
  `instagram_link` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL COMMENT 'ที่อยู่',
  `village` varchar(10) DEFAULT NULL COMMENT 'หมู่ที่',
  `district` varchar(100) DEFAULT NULL COMMENT 'อำเภอ / เขต',
  `subdistrict` varchar(100) DEFAULT NULL COMMENT 'ตำบล / แขวง',
  `province` varchar(100) DEFAULT NULL COMMENT 'จังหวัด',
  `zipcode` varchar(5) DEFAULT NULL COMMENT 'รหัสไปรษณีย์',
  `last_active` datetime DEFAULT current_timestamp() COMMENT 'ออนไลน์ล่าสุด',
  `display` set('yes','no') NOT NULL DEFAULT 'yes' COMMENT 'เปิด / ปิดร้าน การมองเห็น',
  `status_as` set('active','inactive','banned') NOT NULL DEFAULT 'active',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store_info`
--

INSERT INTO `store_info` (`id`, `member_id`, `store_id`, `store_name`, `store_slug`, `thumbnail`, `image_cover`, `service_price`, `verify`, `professional`, `rating_total`, `rating`, `crown`, `follower`, `payment_policy`, `pickup_policy`, `tel`, `network_list`, `facebook_id`, `facebook_link`, `line_id`, `line_link`, `instagram_id`, `instagram_link`, `address`, `village`, `district`, `subdistrict`, `province`, `zipcode`, `last_active`, `display`, `status_as`, `created_at`, `updated_at`) VALUES
(1, 1, '1014009000', 'Simddee.com', 'Simddee.com', 'images/banner/user03.png', 'images/banner/ads_store.png', 0, 'no', 'no', 10, 0, 'no', 10, NULL, '1.โอนเงินชำระค่าสินค้า จัดส่ง EMS ถึงภายใน 1–2 วันทำการทั่วประเทศ 2.นัดรับสินค้า หรือ จัดส่งทางแมสเซ็นเจอร์ด่วน คิดค่าบริการตามระยะทาง 500-1,000 บาท เฉพาะกรุงเทพและปริมณฑล (มัดจำ 1,000บาท) 3.รับสินค้าที่ศูนย์บริการ True ,Dtac ,AIS ได้ทุกสาขาทั่วประเทศ 4.รับสินค้าที่หน้าร้าน\r\n*กรณีที่ผู้ขายหรือผู้ซื้อสะดวกที่จะนัดรับสินค้าด้วยตัวเอง ผู้ซื้อและผู้ขายจะต้องทำการตกลงกันเองว่าจะนัดรับสินค้ากันที่ไหนและกรุณาแจ้งทีมงานด้วยว่าจะนัดรับสินค้าด้วยตัวเอง', '0565856565', ',', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'กรุงเทพ', NULL, '2021-10-09 11:09:58', 'yes', 'active', '2021-10-09 04:09:58', '2021-10-09 04:09:58'),
(3, 87, '1014009001', 'ร้านค้าเบอร์เด็ดดี', 'storename', 'upload/store/2022/03/1647319269.jpg', 'images/banner/store-cover.jpg', 0, 'yes', 'active', 0, 3, 'yes', 16, NULL, '1.โอนเงินชำระค่าสินค้า จัดส่ง EMS ถึงภายใน 1–2 วันทำการทั่วประเทศ 2.นัดรับสินค้า หรือ จัดส่งทางแมสเซ็นเจอร์ด่วน คิดค่าบริการตามระยะทาง 500-1,000 บาท เฉพาะกรุงเทพและปริมณฑล (มัดจำ 1,000บาท) 3.รับสินค้าที่ศูนย์บริการ True ,Dtac ,AIS ได้ทุกสาขาทั่วประเทศ 4.รับสินค้าที่หน้าร้าน\r\n*กรณีที่ผู้ขายหรือผู้ซื้อสะดวกที่จะนัดรับสินค้าด้วยตัวเอง ผู้ซื้อและผู้ขายจะต้องทำการตกลงกันเองว่าจะนัดรับสินค้ากันที่ไหนและกรุณาแจ้งทีมงานด้วยว่าจะนัดรับสินค้าด้วยตัวเอง', '0565856565', ',TRUE,LINE,DTAC,TOT,AIS,', NULL, NULL, NULL, NULL, NULL, NULL, '99/444', NULL, NULL, NULL, 'ขอนแก่น', NULL, '2021-10-09 11:09:58', 'yes', 'active', '2021-10-09 04:09:58', '2022-03-15 09:53:27'),
(4, 88, '2021146002', 'ซิมดีดี เบอร์เสริมดวง', 'newstore', 'images/user/berdedd.png', 'images/banner/cover-image.jpg', 50, 'no', 'no', 0, 2.5, 'yes', 5, NULL, '1.โอนเงินชำระค่าสินค้า จัดส่ง EMS ถึงภายใน 1–2 วันทำการทั่วประเทศ 2.นัดรับสินค้า หรือ จัดส่งทางแมสเซ็นเจอร์ด่วน คิดค่าบริการตามระยะทาง 500-1,000 บาท เฉพาะกรุงเทพและปริมณฑล (มัดจำ 1,000บาท) 3.รับสินค้าที่ศูนย์บริการ True ,Dtac ,AIS ได้ทุกสาขาทั่วประเทศ 4.รับสินค้าที่หน้าร้าน\r\n*กรณีที่ผู้ขายหรือผู้ซื้อสะดวกที่จะนัดรับสินค้าด้วยตัวเอง ผู้ซื้อและผู้ขายจะต้องทำการตกลงกันเองว่าจะนัดรับสินค้ากันที่ไหนและกรุณาแจ้งทีมงานด้วยว่าจะนัดรับสินค้าด้วยตัวเอง', '0565856595', ',AIS,TRUE,MyWorld,TOT,DTAC,MyWorld,TOT,DTAC,', 'facebook', 'facebook', '@line', 'https://liff.line.me/1645278921-kWRPP32q/?accountId=njc5589e', 'instgram', 'ig', '99/444 ถนนกาญจนาภิเษก', NULL, 'เขตคันนายาว', 'แขวงคันนายาว', 'นนทบุรี', '10300', '2021-10-28 13:37:49', 'yes', 'active', '2021-10-28 06:37:49', '2022-03-15 09:56:42'),
(5, 90, '20220101222208440090', 'kook1', 'kook1', NULL, NULL, 0, 'no', 'no', 0, 0, 'no', NULL, NULL, NULL, '0000000000', ',', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-01-22 15:44:13', 'yes', 'active', '2022-01-22 08:44:13', '2022-01-22 08:44:13'),
(6, 91, '20220202080809290091', 'DarkzoneShop', 'DarkzoneShop', NULL, NULL, 0, 'no', 'no', 0, 0, 'no', NULL, NULL, NULL, '0647122620', ',', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-02-08 16:29:13', 'yes', 'active', '2022-02-08 09:29:13', '2022-02-08 09:29:13'),
(7, 94, '20220303090901390094', 'flookstore', 'flookstore', 'upload/store/2022/03/1647051031.png', 'upload/store/2022/03/1647050125.jpg', 0, 'no', 'no', 0, 0, 'no', NULL, NULL, NULL, '0000000000', ',', NULL, 'ffff', NULL, 'llll', NULL, 'iiii', '30/1', NULL, 'hhhh', 'ffff', 'dsf', NULL, '2022-03-09 08:39:30', 'yes', 'active', '2022-03-09 01:39:30', '2022-03-12 02:22:49');

-- --------------------------------------------------------

--
-- Table structure for table `store_package`
--

CREATE TABLE `store_package` (
  `id` int(5) NOT NULL,
  `package_id` varchar(50) DEFAULT NULL,
  `package_name` varchar(100) NOT NULL,
  `description` text DEFAULT NULL,
  `day` int(3) NOT NULL COMMENT 'จำนวนวัน',
  `price` float NOT NULL,
  `month` int(3) NOT NULL COMMENT 'จำนวนเดือน',
  `month_price` float DEFAULT 0,
  `year` int(3) NOT NULL COMMENT 'จำนวนปี',
  `year_price` float DEFAULT 0,
  `discount` float DEFAULT 0 COMMENT 'ส่วนลดเพิ่มเติม',
  `status_as` set('active','no') NOT NULL DEFAULT 'active' COMMENT 'เปิด / ปิดการใช้งาน',
  `display` set('yes','no') NOT NULL DEFAULT 'yes' COMMENT 'เปิด / ปิดการสมัคร',
  `priority` int(3) NOT NULL,
  `note` text NOT NULL,
  `secondary_color` varchar(15) DEFAULT '''#287EBB''' COMMENT 'สี button',
  `primary_color` varchar(15) DEFAULT '''#3499E1''' COMMENT 'สี background',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp(),
  `defaults` set('yes','no') NOT NULL DEFAULT 'no'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store_package`
--

INSERT INTO `store_package` (`id`, `package_id`, `package_name`, `description`, `day`, `price`, `month`, `month_price`, `year`, `year_price`, `discount`, `status_as`, `display`, `priority`, `note`, `secondary_color`, `primary_color`, `created_at`, `updated_at`, `defaults`) VALUES
(1, 'ST_PACK_0001', 'FREE', 'แพกเก็ต ฟรี สำหรับผู้ที่สนใจทดลองเปิดร้าน ขายเบเอร์ (ไม่มีค่าใช้จ่ายไดๆ)', 30, 0, 0, 0, 0, 0, 0, 'active', 'yes', 1, '', '#287EBB', '#3499E1', '2021-10-07 11:50:13', '2021-10-07 11:50:13', 'no'),
(2, 'ST_PACK_0002', 'Deal', 'ร่วมธุรกิจกับเรา ฟรีค่าใช้จ่าย และค่าบริการทั้งหมด เพียงแบ่งปัน 10% และชำระสินค้าผ่านบริการเว็บไซต์ ', 30, 0, 0, 0, 0, 0, 0, 'active', 'yes', 8, 'แพ็กเกจหัก 10% จากราคาของสินค้า และชำระผ่านเว็บไซต์เท่านั้น', '#bb2828', '#e13434', '2021-10-07 11:50:13', '2021-10-07 11:50:13', 'yes'),
(4, 'ST_PACK_0004', 'Standard', 'แพกเก็ต ฟรี สำหรับผู้ที่สนใจทดลองเปิดร้าน ขายเบเอร์  ', 30, 499, 6, 2695, 1, 4791, 0, 'active', 'yes', 4, '', '#0D8158', '#4CB992', '2021-10-07 11:50:13', '2021-10-07 11:50:13', 'no'),
(5, 'ST_PACK_0005', 'Plus', 'แพกเก็ต ฟรี สำหรับผู้ที่สนใจทดลองเปิดร้าน ขายเบเอร์  ', 30, 999, 6, 5395, 1, 9591, 0, 'active', 'yes', 5, '', '#45278A', '#8974B9', '2021-10-07 11:50:13', '2021-10-07 11:50:13', 'no'),
(6, 'ST_PACK_0006', 'Pro', 'แพกเก็ต ฟรี สำหรับผู้ที่สนใจทดลองเปิดร้าน ขายเบเอร์  ', 30, 2499, 6, 13495, 1, 16195, 0, 'active', 'yes', 6, '', '#C97D35', '#F0B57D', '2021-10-07 11:50:13', '2021-10-07 11:50:13', 'no'),
(7, 'ST_PACK_0007', 'Premiere Plus', 'แพกเก็ต ฟรี สำหรับผู้ที่สนใจทดลองเปิดร้าน ขายเบเอร์  ', 30, 2999, 6, 16195, 1, 28791, 0, 'active', 'yes', 7, '', '#000000', '#1B1B3F', '2021-10-07 11:50:13', '2021-10-07 11:50:13', 'no');

-- --------------------------------------------------------

--
-- Table structure for table `store_package_description`
--

CREATE TABLE `store_package_description` (
  `id` int(3) NOT NULL,
  `column_name` varchar(255) NOT NULL COMMENT 'package_status',
  `description` text DEFAULT NULL,
  `priority` int(3) NOT NULL,
  `display` set('yes','no') NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store_package_description`
--

INSERT INTO `store_package_description` (`id`, `column_name`, `description`, `priority`, `display`, `created_at`, `updated_at`) VALUES
(1, 'items', 'จำกัดจำนวนเบอร์ ลงประกาศเบอร์', 1, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(2, 'pin', 'ลงประกาศเบอร์แนะนำ', 2, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(3, 'hot', 'ลงประกาศเบอร์เด็ด เบอร์ Hot', 3, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(4, 'history_7', 'แสดงสถิติ 7 วันย้อนหลัง', 4, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(5, 'history_15', 'แสดงสถิติ 15 วันย้อนหลัง', 5, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(7, 'history_365', 'แสดงสถิติ 365 วันย้อนหลัง', 7, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(8, 'history_30', 'แสดงสถิติ 30 วันย้อนหลัง', 6, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(9, 'tracking', 'แสดงข้อมูลการส่ง EMS หน้าร้านและระบบจัดการข้อมูลจัดส่ง EMS Tracking', 9, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(10, 'meaning_search', 'แสดงค้นหาเบอร์จากหมวด', 10, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(11, 'professional', 'แสดงสัญลักษณ์ Pro', 11, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(12, 'verify', 'แสดงร้านค้าน่าเชื่อถือ (จำเป็นต้องยื่นเอกสารเพิ่มเติม)', 12, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(13, 'sum_search', 'แสดงผลรวมของร้านต่างหาก', 13, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(14, 'rec_store', 'แสดงร้านค้าแนะนำ', 14, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(15, 'cate_search', 'เลือกค้นหาจากหมวดหมู่ในหน้าร้าน', 15, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26'),
(16, 'search', 'แสดงกล่องวิเคราะห์เบอร์มือถือ', 8, 'yes', '2021-10-11 11:31:26', '2021-10-11 11:31:26');

-- --------------------------------------------------------

--
-- Table structure for table `store_package_order`
--

CREATE TABLE `store_package_order` (
  `id` int(10) NOT NULL,
  `reference` varchar(100) NOT NULL COMMENT 'เลขที่อ้างอิง',
  `package_id` varchar(100) DEFAULT NULL COMMENT 'เลขอ้างอิงแพ็คเกจ',
  `payable` float DEFAULT NULL COMMENT 'จำนวนเงินที่ต้องชำระ',
  `store_id` varchar(50) DEFAULT NULL COMMENT 'เลขที่อ้างอิงร้านค้า',
  `member_id` int(5) NOT NULL COMMENT 'เลขที่อ้างอิงผู้ใช้ (คำสั่งซื้อ)',
  `timeout` datetime DEFAULT NULL COMMENT 'ระยะเวลาที่กำหนดจ่าย',
  `date_begin` datetime DEFAULT current_timestamp() COMMENT 'วันที่เริ่มต้นแพ็กเกจ',
  `date_expire` datetime DEFAULT current_timestamp() COMMENT 'วันที่สิ้นสุดแพ็กเกจ',
  `status_as` set('success','failed','pending','remove') DEFAULT 'pending' COMMENT 'สถานะของบิล',
  `expired` set('yes','no') NOT NULL DEFAULT 'no',
  `approve_by` int(5) DEFAULT NULL COMMENT 'confirm payment by admin id',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store_package_order`
--

INSERT INTO `store_package_order` (`id`, `reference`, `package_id`, `payable`, `store_id`, `member_id`, `timeout`, `date_begin`, `date_expire`, `status_as`, `expired`, `approve_by`, `created_at`, `updated_at`) VALUES
(1, 'DSLFJl3ujlASg58AS00004', 'ST_PACK_0001', 500, '1014009000', 550, NULL, '2021-10-01 15:43:59', '2022-02-23 15:44:10', 'success', 'no', 999, '2021-10-25 13:36:26', '2021-10-25 13:36:26'),
(2, 'DSLFJl3uasdlASg58AS00001', 'ST_PACK_0004', 99, '2021146002', 88, NULL, '2021-10-01 15:43:59', '2022-11-23 11:28:25', 'success', 'no', 999, '2021-10-25 13:36:26', '2021-10-25 13:36:26'),
(3, 'DSLFJlADlASg58AS00001', 'ST_PACK_0004', 1600, '1014009001', 87, NULL, '2021-10-01 15:43:59', '2022-08-18 15:44:10', 'success', 'yes', 999, '2021-10-25 13:36:26', '2021-10-25 13:36:26'),
(4, 'DSLFJlADlASg58AS00001', 'ST_PACK_0002', 1500, '1014009001', 87, NULL, '2021-10-01 15:43:59', '2021-11-14 15:10:00', 'success', 'no', 999, '2021-10-25 13:36:26', '2021-10-25 13:36:26');

-- --------------------------------------------------------

--
-- Table structure for table `store_package_payment`
--

CREATE TABLE `store_package_payment` (
  `id` int(10) NOT NULL,
  `reference_no` int(5) DEFAULT NULL COMMENT 'เลขอ้างอิง purchase order',
  `paid` float DEFAULT NULL COMMENT 'จำนวนเงินที่ชำระเข้ามา',
  `slip_image` varchar(255) DEFAULT NULL COMMENT 'อัพโหลดภาพสลิป',
  `name` varchar(255) DEFAULT NULL COMMENT 'ชื่อผู้ชำระ',
  `date_action` datetime DEFAULT NULL COMMENT 'วันเวลาที่ชำระ',
  `bank_ref` int(5) DEFAULT NULL COMMENT 'ธนาคารที่เลือกชำระ (ของผู้ให้บริการ)',
  `status_as` set('success','fail','pending','remove') DEFAULT 'pending' COMMENT 'สถานะของบิล',
  `approve_by` int(5) DEFAULT NULL COMMENT 'ตรวจสอบข้อมูลโดย admin id ',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `store_package_status`
--

CREATE TABLE `store_package_status` (
  `id` int(11) NOT NULL,
  `package_id` varchar(25) DEFAULT NULL,
  `item_limit` int(4) DEFAULT 0 COMMENT 'จำกัดจำนวนเบอร์ ลงประกาศเบอร์ ',
  `pin_limit` int(4) DEFAULT 0 COMMENT 'จำกัดจำนวนเบอร์ ลงประกาศเบอร์แนะนำ',
  `hot_limit` int(4) DEFAULT 0 COMMENT 'จำกัดจำนวนเบอร์ ลงประกาศลงประกาศเบอร์เด็ด เบอร์ Hot',
  `history_report` int(3) NOT NULL,
  `history_7` set('yes','no') DEFAULT 'no' COMMENT 'สามารถดูประวัติ สถิติ (จำนวน 7 วัน) วันย้อนหลัง',
  `history_15` set('yes','no') DEFAULT 'no' COMMENT 'สามารถดูประวัติ สถิติ (จำนวน 15 วัน) วันย้อนหลัง',
  `history_30` set('yes','no') DEFAULT 'no' COMMENT 'สามารถดูประวัติ สถิติ (จำนวน 30 วัน) วันย้อนหลัง',
  `history_365` set('yes','no') DEFAULT 'no' COMMENT 'สามารถดูประวัติ สถิติ (จำนวน 365 วัน) วันย้อนหลัง',
  `rec_quota` int(3) DEFAULT NULL COMMENT 'จำนวนเบอร์แนะนำที่จำกัด',
  `hot_quota` int(3) DEFAULT NULL COMMENT 'จำนวนเบอร์ร้อนแรงที่จำกัด',
  `pro_quota` int(3) DEFAULT NULL COMMENT 'จำนวนเบอร์โปรโมชั่นที่จำกัด',
  `mean_quota` int(3) DEFAULT NULL COMMENT 'ความหมายเบอร์ ',
  `search` set('yes','no') DEFAULT 'no' COMMENT 'แสดงกล่องวิเคราะห์เบอร์มือถือ',
  `tracking` set('yes','no') DEFAULT 'no' COMMENT 'แสดงข้อมูลการส่ง EMS หน้าร้านและระบบจัดการข้อมูลจัดส่ง EMS Tracking',
  `meaning_search` set('yes','no') DEFAULT 'no' COMMENT 'แสดงค้นหาเบอร์จากหมวด',
  `professional` set('yes','no') DEFAULT 'no' COMMENT 'แสดงสัญลักษณ์ Pro',
  `verify` set('yes','no') DEFAULT 'no' COMMENT 'แสดงร้านค้าน่าเชื่อถือ (จำเป็นต้องยื่นเอกสารเพิ่มเติม)',
  `sum_search` set('yes','no') DEFAULT 'no' COMMENT 'แสดงผลรวมของร้านต่างหาก',
  `rec_store` set('yes','no') DEFAULT 'no' COMMENT 'แสดงร้านค้าแนะนำ',
  `cate_search` set('yes','no') DEFAULT 'no' COMMENT 'เลือกค้นหาจากหมวดหมู่ในหน้าร้าน',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store_package_status`
--

INSERT INTO `store_package_status` (`id`, `package_id`, `item_limit`, `pin_limit`, `hot_limit`, `history_report`, `history_7`, `history_15`, `history_30`, `history_365`, `rec_quota`, `hot_quota`, `pro_quota`, `mean_quota`, `search`, `tracking`, `meaning_search`, `professional`, `verify`, `sum_search`, `rec_store`, `cate_search`, `created_at`, `updated_at`) VALUES
(1, 'ST_PACK_0001', 10, 0, 0, 7, 'yes', 'no', 'no', 'no', 0, 0, 0, 1, 'yes', 'yes', 'no', 'no', 'no', 'no', 'no', 'yes', '2021-10-11 09:40:05', '2021-10-11 09:40:05'),
(2, 'ST_PACK_0002', 999999, 0, 0, 15, 'yes', 'yes', 'no', 'no', 2, 1, 2, 3, 'yes', 'yes', 'no', 'no', 'no', 'no', 'no', 'yes', '2021-10-11 09:40:05', '2021-10-11 09:40:05'),
(4, 'ST_PACK_0004', 500, 2, 5, 30, 'yes', 'yes', 'yes', 'no', 3, 3, 3, 4, 'yes', 'yes', 'yes', 'no', 'yes', 'yes', 'no', 'yes', '2021-10-11 09:40:05', '2021-10-11 09:40:05'),
(5, 'ST_PACK_0005', 1000, 10, 10, 30, 'yes', 'yes', 'yes', 'no', 5, 5, 5, 6, 'yes', 'yes', 'yes', 'yes', 'yes', 'yes', 'no', 'yes', '2021-10-11 09:40:05', '2021-10-11 09:40:05'),
(6, 'ST_PACK_0006', 999999, 20, 20, 365, 'yes', 'yes', 'yes', 'yes', 7, 7, 7, 8, 'yes', 'yes', 'yes', 'yes', 'yes', 'yes', 'yes', 'yes', '2021-10-11 09:40:05', '2021-10-11 09:40:05'),
(7, 'ST_PACK_0007', 999999, 30, 30, 365, 'yes', 'yes', 'yes', 'yes', 10, 10, 10, 10, 'yes', 'yes', 'yes', 'yes', 'yes', 'yes', 'yes', 'yes', '2021-10-11 09:40:05', '2021-10-11 09:40:05');

-- --------------------------------------------------------

--
-- Table structure for table `store_payment_method`
--

CREATE TABLE `store_payment_method` (
  `id` int(10) NOT NULL,
  `token` varchar(255) NOT NULL,
  `store_id` int(10) NOT NULL,
  `bank_id` int(5) NOT NULL,
  `account_no` varchar(50) NOT NULL,
  `account_branch` varchar(255) NOT NULL,
  `account_name` varchar(100) NOT NULL,
  `note` text DEFAULT NULL,
  `position` int(4) DEFAULT NULL,
  `display` set('yes','no') NOT NULL,
  `author` int(5) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store_payment_method`
--

INSERT INTO `store_payment_method` (`id`, `token`, `store_id`, `bank_id`, `account_no`, `account_branch`, `account_name`, `note`, `position`, `display`, `author`, `created_at`, `updated_at`) VALUES
(1, 'AS234gDFS234gfDGSFD', 2021146002, 1, '808-251-39565', 'ในเมืองขอนแก่น', 'นายทด นามสกุลสอบ', 'ข้อความเพิ่มเติมเผื่อแจ้งอะไรสักอย่าง', 2, 'yes', 0, '2021-11-12 09:19:20', '2021-11-12 09:19:20'),
(2, 'AS234gFAgfDG2434', 2021146002, 2, '099-989-9999', 'บ้านไผ่', 'นายทด นามสกุลสอบ', 'ข้อความเพิ่มเติมเผื่อแจ้งอะไรสักอย่าง', 1, 'yes', 0, '2021-11-12 09:19:20', '2021-11-12 09:19:20');

-- --------------------------------------------------------

--
-- Table structure for table `store_status`
--

CREATE TABLE `store_status` (
  `id` int(10) NOT NULL,
  `reference` varchar(100) NOT NULL,
  `store_professional` set('yes','no') NOT NULL,
  `store_reccommend` set('yes','no') NOT NULL,
  `store_verify` set('yes','no') NOT NULL,
  `begin` datetime NOT NULL DEFAULT current_timestamp(),
  `expire` datetime NOT NULL DEFAULT current_timestamp(),
  `item_limit` int(6) NOT NULL,
  `rec_limit` int(4) NOT NULL,
  `pro_limit` int(3) NOT NULL,
  `hot_limit` int(3) NOT NULL,
  `history` int(4) NOT NULL,
  `ber_meaning` int(4) NOT NULL,
  `tracking` set('yes','no') NOT NULL,
  `search` set('yes','no') NOT NULL,
  `cate_search` set('yes','no') NOT NULL,
  `meaning_search` set('yes','no') NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store_status`
--

INSERT INTO `store_status` (`id`, `reference`, `store_professional`, `store_reccommend`, `store_verify`, `begin`, `expire`, `item_limit`, `rec_limit`, `pro_limit`, `hot_limit`, `history`, `ber_meaning`, `tracking`, `search`, `cate_search`, `meaning_search`, `created_at`, `updated_at`) VALUES
(1, 'DSLFJl3ujlASg58AS00001', 'no', 'no', 'no', '2021-10-26 16:12:10', '2021-11-30 16:12:10', 10, 1, 0, 3, 7, 1, 'yes', 'yes', 'yes', 'yes', '2021-10-26 16:14:56', '2021-10-26 16:14:56');

-- --------------------------------------------------------

--
-- Table structure for table `tag`
--

CREATE TABLE `tag` (
  `tag_id` int(11) NOT NULL,
  `tag_name` varchar(50) NOT NULL,
  `post_count` int(11) NOT NULL,
  `display` varchar(5) NOT NULL DEFAULT 'yes',
  `language` varchar(50) NOT NULL DEFAULT 'TH'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tag`
--

INSERT INTO `tag` (`tag_id`, `tag_name`, `post_count`, `display`, `language`) VALUES
(1, 'Test_', 0, 'yes', 'TH'),
(2, 'yasaki', 0, 'yes', 'TH'),
(3, 'nYY', 0, 'yes', 'TH'),
(4, 'อะไรวะ', 0, 'yes', 'TH'),
(5, 'สลักเกลียวหัวสี่เหลี่ยม', 0, 'yes', 'TH');

-- --------------------------------------------------------

--
-- Table structure for table `tracking_provider`
--

CREATE TABLE `tracking_provider` (
  `id` int(5) NOT NULL,
  `name` varchar(50) NOT NULL,
  `thumbnail` varchar(255) NOT NULL,
  `link` text NOT NULL,
  `color` varchar(50) DEFAULT NULL COMMENT 'โค้ดสี  default = ''#1b1b3f''',
  `bg_color` varchar(50) DEFAULT NULL COMMENT 'โค้ดสีพื้นหลัง default = ''#e3edff''',
  `priority` int(5) NOT NULL,
  `display` set('yes','no') NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tracking_provider`
--

INSERT INTO `tracking_provider` (`id`, `name`, `thumbnail`, `link`, `color`, `bg_color`, `priority`, `display`, `created_at`, `updated_at`) VALUES
(1, 'EMS', '', 'https://track.thailandpost.co.th/?trackNumber=', '#ffff', '#ff0000', 1, 'yes', '2021-10-20 09:00:10', '2021-10-20 09:00:10'),
(2, 'KERRY', '', 'https://track.thailandpost.co.th/?trackNumber=', '#ffff', '#F37024', 2, 'yes', '2021-10-20 09:02:15', '2021-10-20 09:02:15'),
(3, 'FLASH', '', 'https://track.thailandpost.co.th/?trackNumber=', '#1b1b3f', '#ffea33', 3, 'yes', '2021-10-20 09:02:15', '2021-10-20 09:02:15'),
(4, 'J&T express', '', 'https://track.thailandpost.co.th/?trackNumber=', '#ffff', '#ff0000', 4, 'yes', '2021-10-20 09:02:15', '2021-10-20 09:02:15'),
(5, 'Nim', '', 'https://track.thailandpost.co.th/?trackNumber=', '#ffff', '#006bb6', 5, 'yes', '2021-10-20 09:02:15', '2021-10-20 09:02:15'),
(6, 'นัดรับ', '', '', '#1b1b3f', '#e3edff', 6, 'yes', '2021-10-20 09:02:15', '2021-10-20 09:02:15'),
(7, 'อื่น ๆ', '', '', '#1b1b3f', '#e3edff', 7, 'yes', '2021-10-20 09:02:15', '2021-10-20 09:02:15');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `member_id` int(11) NOT NULL,
  `token_id` varchar(350) NOT NULL,
  `refresh_token` text NOT NULL COMMENT 'ถ้า user เปลี่ยนรหัสผ่าน refresh token จะเปลี่ยนตาม',
  `reset_token` text NOT NULL COMMENT 'token ใช้สำหรับรีเซ็ตรหัสผ่าน',
  `reset_expire` datetime NOT NULL DEFAULT current_timestamp() COMMENT 'วันหมดอายุ token reset password',
  `google_id` varchar(50) NOT NULL,
  `facebook_id` varchar(10) NOT NULL,
  `member_type` varchar(10) NOT NULL DEFAULT 'user' COMMENT 'หน้าที่ของ user',
  `username` varchar(255) NOT NULL,
  `display_name` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `date_regis` datetime NOT NULL,
  `social_image` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `cover_image` text NOT NULL,
  `phone` varchar(15) NOT NULL,
  `confirm_regis` set('yes','no') NOT NULL DEFAULT 'no',
  `time_confirm` datetime NOT NULL,
  `update_date` datetime NOT NULL,
  `address` text NOT NULL,
  `postcode` varchar(10) NOT NULL,
  `status_user` varchar(20) NOT NULL COMMENT 'สถานะของ user',
  `language` varchar(16) NOT NULL DEFAULT 'EN',
  `language_templete` varchar(5) NOT NULL DEFAULT 'TH'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`member_id`, `token_id`, `refresh_token`, `reset_token`, `reset_expire`, `google_id`, `facebook_id`, `member_type`, `username`, `display_name`, `password`, `email`, `date_regis`, `social_image`, `image`, `cover_image`, `phone`, `confirm_regis`, `time_confirm`, `update_date`, `address`, `postcode`, `status_user`, `language`, `language_templete`) VALUES
(899, 'asdas342dsf', '0dd46cb35d43ef4c9bccd350fcb926d0', '', '2021-06-12 13:52:11', '', '', '2', 'admin@gmail.com', 'IAmAdminDer', '$argon2id$v=19$m=65536,t=4,p=1$dWd4RkNsZXROOWJ5eXpCZg$9kelYvxsua+s4wa+1wc0cFoUejaYE18WwC444rG64Ns', 'admin@gmail.com', '2021-06-03 16:38:07', '', '2021/06/jaeye_60bef84ad2477lMSdgz9LkI.jpg', '', '0123123123', 'yes', '0000-00-00 00:00:00', '2021-06-19 14:26:49', '', '', '3', 'TH,EN', 'TH'),
(901, 'asdas342dsfsfsdf', '0dd46cb35d43ef4c9bccd350fcb926d0', '4f34cde831af3b5391d424a4cfe2f930', '2021-06-12 13:52:11', '', '', '1', 'pschweinme@gmail.com', 'schweinme', '$argon2id$v=19$m=65536,t=4,p=1$dWd4RkNsZXROOWJ5eXpCZg$9kelYvxsua+s4wa+1wc0cFoUejaYE18WwC444rG64Ns', 'pschweinme@gmail.com', '2021-06-03 16:38:07', '', '2021/06/jaeye_60bef84ad2477lMSdgz9LkI.jpg', '', '0123123123', 'yes', '0000-00-00 00:00:00', '2021-06-19 12:27:05', '', '', '1', 'TH,EN', 'TH'),
(903, 'asdas34s342dsf', '0dd46cb35d43ef4c9bccd350fcb926d0', '4f34cde831af3b5391d424a4cfe2f930', '2021-06-12 13:52:11', '', '', '3', 'editror@gmail.com', 'IAMeditor', '$argon2id$v=19$m=65536,t=4,p=1$dWd4RkNsZXROOWJ5eXpCZg$9kelYvxsua+s4wa+1wc0cFoUejaYE18WwC444rG64Ns', 'editror@gmail.com', '2021-06-03 16:38:07', '', '2021/06/jaeye_60bef84ad2477lMSdgz9LkI.jpg', '', '0123123123', 'yes', '0000-00-00 00:00:00', '2021-06-19 14:26:31', '', '', '3', 'TH', 'TH'),
(905, '', '', '06541974914b24b6193da6867eb56226', '2021-07-05 23:03:38', '', '', '4', '', '', '$argon2id$v=19$m=65536,t=4,p=1$cFdzN0V4eGlsanJ6dEZ3cg$4ltaPft6+cs3FyTw5qASWOO50YzXQQFxMI0vABmjr+s', '', '2021-07-05 23:03:37', '', '', '', '', 'no', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '3', 'EN', 'TH'),
(906, '', '', '', '2022-02-19 14:37:23', '', '', '1', 'flook@mail.com', 'flk', '$2y$10$g7YOy4FDKzQgEl2f0I.7vuvwdfOS6I4CJiGvAQ8UjtFWXRtNd4NnO', 'flook@mail.com', '0000-00-00 00:00:00', '', '', '', '', 'yes', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '1', 'EN,TH', 'TH');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `permission` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `access_token`, `remember_token`, `created_at`, `updated_at`, `permission`) VALUES
(1, 'admin', 'flook@mail.com', NULL, '$2y$10$fh/MSsrAh.5X6VE2TA45q.2LuXDEhRTIwJDpLtPH6/oMjjg5V2OIW', NULL, NULL, '2022-02-09 20:54:49', '2022-02-09 20:54:49', 1),
(2, 'flook2', 'flook2@mail.com', NULL, '$2y$10$8pf58QGGr4fhHr0Ph8ayGu/LF3MBzMsd8EtBGk.MY1s/2gNSYNGjK', NULL, NULL, '2022-02-09 20:55:27', '2022-02-09 20:55:27', 2),
(4, 'flook3', 'flook3@mail.com', NULL, '$2y$10$RlrmvaurVX0no1kRl386seOUt2FTubBbWjfE8Eb1HbI/vrSyd9Wo2', NULL, NULL, '2022-02-10 00:40:21', '2022-02-10 00:40:21', 1),
(6, 'flk', 'flk@mail.com', NULL, '$2b$10$sfS9KG4Ek9rNQx431/P5z.toHLBefKwMg0KtV1fT.fDitmmWvYL1m', 'eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJlbWFpbCI6ImZsa0BtYWlsLmNvbSIsImFjY2Vzc190b2tlbiI6ImV5SmhiR2N', 'eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJlbWFpbCI6ImZsa0BtYWlsLmNvbSIsImF0IjoxNjUzNDQ3NzMzMzQ1LCJpYXQ', '2022-05-25 03:02:13', '2022-05-25 03:04:25', 4);

-- --------------------------------------------------------

--
-- Table structure for table `user_profile`
--

CREATE TABLE `user_profile` (
  `id` int(11) NOT NULL,
  `ref_member_id` int(11) NOT NULL,
  `firstname` varchar(150) NOT NULL,
  `lastname` varchar(150) NOT NULL,
  `birthday` datetime NOT NULL,
  `gender` varchar(20) NOT NULL,
  `interest` varchar(20) NOT NULL,
  `live_at` varchar(255) NOT NULL,
  `from_at` varchar(255) NOT NULL,
  `header_image` text NOT NULL,
  `status` varchar(10) NOT NULL,
  `create_by` varchar(20) NOT NULL,
  `create_date` datetime NOT NULL,
  `update_by` varchar(20) NOT NULL,
  `update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user_profile`
--

INSERT INTO `user_profile` (`id`, `ref_member_id`, `firstname`, `lastname`, `birthday`, `gender`, `interest`, `live_at`, `from_at`, `header_image`, `status`, `create_by`, `create_date`, `update_by`, `update_date`) VALUES
(17, 169, '', '', '0000-00-00 00:00:00', '', '', '', '', '', 'yes', '169', '2016-10-03 05:59:24', '169', '2016-10-03 05:59:24');

-- --------------------------------------------------------

--
-- Table structure for table `user_status`
--

CREATE TABLE `user_status` (
  `id` int(11) NOT NULL,
  `status_user` varchar(30) NOT NULL,
  `status_user_th` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user_status`
--

INSERT INTO `user_status` (`id`, `status_user`, `status_user_th`) VALUES
(1, 'normal', 'เปิดใช้งาน'),
(2, 'banned', 'ปิดกั้น'),
(3, 'pending', 'รอ'),
(4, 'inactive', 'ไม่ใช้งาน');

-- --------------------------------------------------------

--
-- Table structure for table `user_type`
--

CREATE TABLE `user_type` (
  `id` int(11) NOT NULL,
  `user_type` varchar(30) NOT NULL,
  `user_type_th` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user_type`
--

INSERT INTO `user_type` (`id`, `user_type`, `user_type_th`) VALUES
(1, 'superadmin', 'ผู้ดูแลระดับสูง'),
(2, 'admin', 'ผู้ดูแลระบบ'),
(3, 'editor', 'นักข่าว'),
(4, 'user', 'ผู้ใช้ทั่วไป');

-- --------------------------------------------------------

--
-- Stand-in structure for view `view_content`
-- (See below for the actual view)
--
CREATE TABLE `view_content` (
`store_id` varchar(100)
,`imageProfile` varchar(255)
,`storeName` varchar(255)
,`professional` set('active','no')
,`crown` set('yes','no')
,`verify` set('yes','no')
,`favorite` bigint(21)
,`id` int(11)
,`title` varchar(255)
,`keyword` varchar(255)
,`description` text
,`slug` varchar(255)
,`h1` varchar(100)
,`h1_desc` text
,`h2` varchar(255)
,`h2_desc` text
,`topic` text
,`content` text
,`thumbnail` text
,`image_1` varchar(255)
,`image_2` varchar(255)
,`video` varchar(255)
,`category` varchar(255)
,`display` set('yes','no')
,`post_view` int(11)
,`pin` set('yes','no')
,`new` set('yes','no')
,`language` varchar(2)
,`defaults` set('yes','no')
,`created_at` datetime
,`updated_at` datetime
,`post_share` int(11)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `view_member`
-- (See below for the actual view)
--
CREATE TABLE `view_member` (
`id` int(11)
,`token` varchar(300)
,`email` varchar(255)
,`display_name` varchar(255)
,`thumbnail` varchar(255)
,`image_cover` varchar(255)
,`tel` varchar(50)
,`id_card` varchar(13)
,`role` set('member','store','seer')
,`status_user` set('active','inactive','banned','pending')
,`fav_content` text
,`fav_product` text
,`fav_store` text
,`language` varchar(50)
,`registered` set('yes','no')
,`date_register` datetime
,`updated` datetime
,`last_active` datetime
,`firstname` varchar(100)
,`center_name` varchar(100)
,`lastname` varchar(100)
,`birthday` date
,`gender` varchar(10)
,`address` varchar(255)
,`village` int(4)
,`subdistrict` varchar(100)
,`district` varchar(100)
,`province` varchar(100)
,`zipcode` varchar(5)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `view_product`
-- (See below for the actual view)
--
CREATE TABLE `view_product` (
`store_name` varchar(255)
,`package_id` varchar(50)
,`package_name` varchar(100)
,`service_price` int(10)
,`rec_quota` int(3)
,`hot_quota` int(3)
,`pro_quota` int(3)
,`mean_quota` int(3)
,`id` int(10)
,`token` varchar(100)
,`store_id` varchar(20)
,`tel` varchar(10)
,`network` varchar(10)
,`cate_id` varchar(50)
,`subcate` text
,`mean_desc` varchar(255)
,`price` float
,`discount` int(3)
,`extra_price` float
,`grade` varchar(5)
,`sum` int(3)
,`sum_desc` text
,`rec` set('yes','no')
,`hot` set('yes','no')
,`promotion` set('yes','no')
,`package` text
,`pin` set('yes','no')
,`note` text
,`tracking_provider` varchar(50)
,`tracking` varchar(255)
,`priority` int(5)
,`ask` set('yes','no')
,`status` set('active','reserve','sold','failed','banned')
,`display` set('yes','no')
,`created_at` datetime
,`updated_at` datetime
,`ulog` int(3)
,`comments` text
,`network_image` varchar(255)
,`item_no` bigint(21)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `view_store`
-- (See below for the actual view)
--
CREATE TABLE `view_store` (
`no` bigint(21)
,`package_id` varchar(50)
,`package_name` varchar(100)
,`rec_quota` int(3)
,`hot_quota` int(3)
,`pro_quota` int(3)
,`mean_quota` int(3)
,`member_id` int(10)
,`store_id` varchar(100)
,`store_name` varchar(255)
,`store_slug` varchar(255)
,`thumbnail` varchar(255)
,`image_cover` varchar(255)
,`verify` set('yes','no')
,`network_list` varchar(255)
,`professional` set('active','no')
,`rating_total` float
,`rating` float
,`crown` set('yes','no')
,`follower` int(10)
,`tel` varchar(100)
,`line_id` varchar(255)
,`last_active` datetime
,`facebook` varchar(255)
,`facebook_link` varchar(255)
,`line` varchar(255)
,`line_link` varchar(255)
,`instagram` varchar(255)
,`instagram_link` varchar(255)
,`address` varchar(255)
,`village` varchar(10)
,`district` varchar(100)
,`subdistrict` varchar(100)
,`province` varchar(100)
,`zipcode` varchar(5)
,`display` set('yes','no')
,`total` bigint(21)
,`member_status` set('active','inactive','banned','pending')
,`reference` varchar(100)
,`date_begin` datetime
,`date_expire` datetime
,`expired` set('yes','no')
,`order_package` varchar(100)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `view_store_banks`
-- (See below for the actual view)
--
CREATE TABLE `view_store_banks` (
`id` int(10)
,`store_id` int(10)
,`account_no` varchar(50)
,`account_branch` varchar(255)
,`account_name` varchar(100)
,`note` text
,`position` int(4)
,`display` set('yes','no')
,`abv` varchar(20)
,`name` varchar(120)
,`image` varchar(255)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `view_store_package`
-- (See below for the actual view)
--
CREATE TABLE `view_store_package` (
`no` bigint(21)
,`member_id` int(10)
,`store_id` varchar(100)
,`package_name` varchar(100)
,`defaults` set('yes','no')
,`id` int(10)
,`reference` varchar(100)
,`date_begin` datetime
,`date_expire` datetime
,`expired` set('yes','no')
,`order_package` varchar(100)
,`sps_package` varchar(25)
,`verify` set('yes','no')
,`professional` set('yes','no')
,`rec_store` set('yes','no')
,`item_limit` int(4)
,`pin_limit` int(4)
,`hot_limit` int(4)
,`history_report` int(3)
,`rec_quota` int(3)
,`hot_quota` int(3)
,`pro_quota` int(3)
,`mean_quota` int(3)
,`tracking` set('yes','no')
,`search` set('yes','no')
,`meaning_search` set('yes','no')
,`sum_search` set('yes','no')
,`cate_search` set('yes','no')
);

-- --------------------------------------------------------

--
-- Table structure for table `web_info`
--

CREATE TABLE `web_info` (
  `info_id` int(11) NOT NULL,
  `info_type` varchar(50) NOT NULL,
  `info_title` varchar(255) NOT NULL,
  `info_primary` set('yes','no') NOT NULL DEFAULT 'no',
  `info_value` varchar(255) NOT NULL,
  `text_title` text NOT NULL,
  `info_link` text NOT NULL,
  `priority` int(11) NOT NULL,
  `attribute` varchar(255) NOT NULL,
  `info_display` varchar(10) NOT NULL,
  `info_created` datetime NOT NULL,
  `info_date_edit` datetime NOT NULL,
  `language` varchar(10) NOT NULL,
  `defaults` varchar(10) NOT NULL,
  `user_section` int(3) NOT NULL DEFAULT 1 COMMENT 'การอนุญาตให้เข้าถึง โดย user_level'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `web_info`
--

INSERT INTO `web_info` (`info_id`, `info_type`, `info_title`, `info_primary`, `info_value`, `text_title`, `info_link`, `priority`, `attribute`, `info_display`, `info_created`, `info_date_edit`, `language`, `defaults`, `user_section`) VALUES
(1, 'system_email', 'PWD_TOKEN', 'no', 'bWVzdXBwbHlncm91cGVuY29kZQ', 'TOKEN_KEY', '', 0, '', 'yes', '2019-06-27 09:14:11', '2020-12-23 10:09:48', 'TH', 'yes', 1),
(2, 'system_email', 'SMTP_PORT', 'no', '587', 'PORT', '', 0, '', 'yes', '2019-06-27 09:14:11', '2020-12-23 10:09:48', 'TH', 'yes', 1),
(3, 'system_email', 'SMTP_USER', 'no', 'ansme.developer@gmail.com', 'EMAIL', '', 0, '', 'yes', '2019-06-27 09:14:21', '2021-01-15 02:10:15', 'TH', 'yes', 1),
(4, 'system_email', 'SMTP_PWD', 'no', 'QGFuc21lMTk5Mw==', 'PASSWORD', '', 0, '', 'yes', '2019-06-27 09:21:48', '2021-01-15 04:21:30', 'TH', 'yes', 1),
(7, 'contact_social', 'line_1', 'yes', '@mesupply', 'LINE ID #1', 'https://line.me/ti/p/~@825ggupb', 3, '', 'yes', '2020-12-22 09:31:59', '2021-01-15 02:35:25', 'TH', 'yes', 1),
(8, 'contact_social', 'facebook', 'no', 'Facebook ID', 'Facebook ID', 'https://www.facebook.com/mande.supply.group2020/', 1, '', 'yes', '2020-12-23 01:50:40', '2021-01-15 02:30:09', 'TH', 'yes', 1),
(9, 'contact_social', 'line_2', 'no', '@LINE ID #2', 'LINE ID #2', '', 4, '', 'yes', '2020-12-23 01:52:13', '2020-12-25 07:42:47', 'TH', 'yes', 1),
(10, 'contact_social', 'instagram', 'no', '', 'Instagram', '', 4, '', 'yes', '2020-12-23 09:37:40', '2020-12-23 10:26:01', 'TH', 'yes', 1),
(11, 'contact_social', 'tel_1', 'yes', '0933194663', 'หมายเลขโทรศัพท์ #1 (Primary)', '', 5, '', 'yes', '2020-12-23 09:55:48', '2021-01-15 02:27:51', 'TH', 'yes', 1),
(12, 'contact_social', 'tel_2', 'no', '', 'หมายเลขโทรศัพท์ #2', '', 6, '', 'yes', '2020-12-23 09:56:07', '2020-12-23 10:26:17', 'TH', 'yes', 1),
(13, 'contact_social', 'tel_3', 'no', '', 'หมายเลขโทรศัพท์ #3', '', 7, '', 'yes', '2020-12-23 09:56:19', '2020-12-23 10:26:20', 'TH', 'yes', 1),
(14, 'system_email', 'SMTP_HOST', 'no', 'smtp.gmail.com', 'HOST', '', 0, '', 'yes', '2019-06-27 09:13:59', '2020-12-23 10:10:36', 'TH', 'yes', 1),
(15, 'web_information', 'webname', 'no', 'M&E', 'ชื่อเว็บไซต์', '', 0, '', 'yes', '2020-12-23 10:03:43', '2020-12-23 10:03:43', 'TH', 'yes', 1),
(16, 'web_information', 'extraname', 'no', 'electric', 'ชื่อเว็บไซต์ #2', '', 0, '', 'yes', '2020-12-23 10:04:10', '2020-12-23 10:22:54', 'TH', 'yes', 1),
(17, 'web_information', 'image_1', 'yes', '', 'Image website #1 (Primary)', 'upload/2021/01/600ee8642f77dN1UwQ.png', 0, '', 'yes', '2020-12-23 10:05:21', '2020-12-25 04:29:00', 'TH', 'yes', 1),
(18, 'web_information', 'image_2', 'no', '', 'Image website #2', '', 0, '', 'yes', '2020-12-23 10:05:35', '2020-12-23 10:07:09', 'TH', 'yes', 1),
(19, 'web_information', 'image_3', 'no', '', 'Image website #3', '', 0, '', 'yes', '2020-12-23 10:06:46', '2020-12-23 10:07:23', 'TH', 'yes', 1),
(20, 'web_information', 'favicon', 'no', '', 'Image Favicon ', 'upload/2021/01/6001009703cd9f8aZP.ico', 0, '', 'yes', '2020-12-23 10:08:18', '2020-12-23 10:08:30', 'TH', 'yes', 1),
(21, 'contact_social', 'email_1', 'yes', 'pschweinme@gmail.com', 'E-mail #1 (Primary) ', '', 8, '', 'yes', '2020-12-23 10:11:08', '2021-01-07 08:19:20', 'TH', 'yes', 1),
(22, 'contact_social', 'email_2', 'no', '', 'Email #2', '', 9, '', 'yes', '2020-12-23 10:11:25', '2020-12-23 10:26:26', 'TH', 'yes', 1),
(23, 'contact_social', 'email_3', 'no', '', 'Email #3', '', 10, '', 'yes', '2020-12-23 10:11:38', '2020-12-23 10:26:31', 'TH', 'yes', 1),
(24, 'contact_address', 'address', 'no', '555/10 หมู่ 10', 'ที่อยู่ : บ้านเลขที่ / ซอย ถนน  หมู่.', '', 0, '', 'yes', '2020-12-23 10:14:36', '2021-01-15 02:36:37', 'TH', 'yes', 1),
(25, 'contact_address', 'district', 'no', 'อำเภอเมือง', 'เขต / อำเภอ', '', 0, '', 'yes', '2020-12-23 10:16:03', '2021-01-07 08:18:23', 'TH', 'yes', 1),
(26, 'contact_address', 'subdistrict', 'no', 'ตำบลศิลา', 'แขวง / ตำบล', '', 0, '', 'yes', '2020-12-23 10:16:19', '2021-01-15 02:36:49', 'TH', 'yes', 1),
(27, 'contact_address', 'province', 'no', 'จังหวัดขอนแก่น', 'จังหวัด', '', 0, '', 'yes', '2020-12-23 10:16:50', '2021-01-15 02:37:37', 'TH', 'yes', 1),
(28, 'contact_address', 'zipcode', 'no', '40000', 'รหัสไปรษณีย์', '', 0, '', 'yes', '2020-12-23 10:17:25', '2021-01-15 02:37:16', 'TH', 'yes', 1),
(29, 'web_information', 'company_name', 'no', 'บริษัท มีซัพพลายกรุ๊ป จำกัด', 'ชื่อบริษัท / ชื่อร้านค้า', '', 1, '', 'yes', '2020-12-23 10:23:13', '2020-12-23 10:23:23', 'TH', 'yes', 1),
(31, 'web_information', 'web_title', 'no', 'C WHITE PLUS THAILAND', 'Title Website', '', 0, '', 'yes', '2020-12-23 10:28:51', '2020-12-25 06:16:21', 'TH', 'yes', 1),
(32, 'web_information', 'web_desc', 'no', 'mesupplygroup electric คือบริษัทจำหน่ายสายไฟ อุปกรณ์อิเล็กทรอนิกส์ ระดับชั้นนำของประเทศ', 'Description Website', '', 0, '', 'yes', '2020-12-23 10:29:02', '2020-12-25 06:16:42', 'TH', 'yes', 1),
(33, 'contact_social', 'google_map', 'no', '', 'Google Map', '<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3826.1127974271562!2d102.88584238274832!3d16.469825172106457!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMTbCsDI4JzExLjMiTiAxMDLCsDUzJzEzLjkiRQ!5e0!3m2!1sen!2sth!4v1610677795108!5m2!1sen!2sth\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>', 11, '', 'yes', '2020-12-25 04:09:27', '2021-01-15 02:33:41', 'TH', 'yes', 1),
(34, 'contact_social', 'twitter', 'no', 'ID', 'Twitter ID ', 'LINK', 4, '', 'yes', '2021-01-04 08:45:17', '2021-01-04 08:46:23', 'TH', 'yes', 1),
(35, 'web_information', 'qrcode', 'no', '', 'LINE QR-CODE', 'upload/2021/01/6001038d120a3luVCa.png', 5, '', 'yes', '2021-01-05 08:36:15', '2021-01-05 08:36:28', 'TH', 'yes', 1);

-- --------------------------------------------------------

--
-- Table structure for table `web_info_type`
--

CREATE TABLE `web_info_type` (
  `id` int(11) NOT NULL,
  `info_type` varchar(50) NOT NULL,
  `info_title` varchar(50) NOT NULL,
  `language` varchar(10) NOT NULL,
  `defaults` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `web_info_type`
--

INSERT INTO `web_info_type` (`id`, `info_type`, `info_title`, `language`, `defaults`) VALUES
(1, 'web_information', 'ข้อมูลเว็บไซต์ ( ผู้ดูแลสูงสุด )', 'TH', 'yes'),
(2, 'contact_social', 'ข้อมูลติดต่อ', 'TH', 'yes'),
(4, 'contact_address', 'ข้อมูลที่อยู่', 'TH', 'yes'),
(20, 'system_email', 'ข้อมูล SMTP', 'TH', 'yes');

-- --------------------------------------------------------

--
-- Table structure for table `web_template`
--

CREATE TABLE `web_template` (
  `id` int(3) NOT NULL,
  `no_navbar_border` set('yes','no') NOT NULL,
  `body_small_text` set('yes','no') NOT NULL,
  `navbar_small_text` set('yes','no') NOT NULL,
  `sidebar_small_text` set('yes','no') NOT NULL,
  `footer_small_text` set('yes','no') NOT NULL,
  `sidebar_flat_style` set('yes','no') NOT NULL,
  `sidebar_compact` set('yes','no') NOT NULL,
  `sidebar_child_indent` set('yes','no') NOT NULL,
  `sidebar_child_hide_collapse` set('yes','no') NOT NULL,
  `main_sidebar_disable` set('yes','no') NOT NULL,
  `brand_small_text` set('yes','no') NOT NULL,
  `dark_mode` set('yes','no') NOT NULL,
  `navbar_variants` varchar(100) NOT NULL,
  `accent_variants` varchar(100) NOT NULL,
  `dark_sidebar_variants` varchar(100) NOT NULL,
  `light_sidebar_variants` varchar(100) NOT NULL,
  `brand_logo_variants` varchar(100) NOT NULL,
  `private_key` varchar(255) NOT NULL COMMENT 'ใช้สำหรับ encode รหัส'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `web_template`
--

INSERT INTO `web_template` (`id`, `no_navbar_border`, `body_small_text`, `navbar_small_text`, `sidebar_small_text`, `footer_small_text`, `sidebar_flat_style`, `sidebar_compact`, `sidebar_child_indent`, `sidebar_child_hide_collapse`, `main_sidebar_disable`, `brand_small_text`, `dark_mode`, `navbar_variants`, `accent_variants`, `dark_sidebar_variants`, `light_sidebar_variants`, `brand_logo_variants`, `private_key`) VALUES
(1, 'no', 'no', 'no', 'no', 'no', 'no', 'no', 'no', 'no', 'no', 'no', 'no', '', '', '', '', '', 'z4ofTFqar2RHEDU8wXuL');

-- --------------------------------------------------------

--
-- Structure for view `view_content`
--
DROP TABLE IF EXISTS `view_content`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `view_content`  AS SELECT `store_info`.`store_id` AS `store_id`, `store_info`.`thumbnail` AS `imageProfile`, `store_info`.`store_name` AS `storeName`, `store_info`.`professional` AS `professional`, `store_info`.`crown` AS `crown`, `store_info`.`verify` AS `verify`, (select count(`m`.`id`) from (`member` `m` join `post` `p` on(`m`.`fav_content` like concat('%',`p`.`slug`,'%'))) where `p`.`id` = `post`.`id`) AS `favorite`, `post`.`id` AS `id`, `post`.`title` AS `title`, `post`.`keyword` AS `keyword`, `post`.`description` AS `description`, `post`.`slug` AS `slug`, `post`.`h1` AS `h1`, `post`.`h1_desc` AS `h1_desc`, `post`.`h2` AS `h2`, `post`.`h2_desc` AS `h2_desc`, `post`.`topic` AS `topic`, `post`.`content` AS `content`, `post`.`thumbnail` AS `thumbnail`, `post`.`image_1` AS `image_1`, `post`.`image_2` AS `image_2`, `post`.`video` AS `video`, `post`.`category` AS `category`, `post`.`display` AS `display`, `post`.`post_view` AS `post_view`, `post`.`pin` AS `pin`, `post`.`new` AS `new`, `post`.`language` AS `language`, `post`.`defaults` AS `defaults`, `post`.`created_at` AS `created_at`, `post`.`updated_at` AS `updated_at`, `post`.`post_share` AS `post_share` FROM (`post` left join `store_info` on(`post`.`user_id` = `store_info`.`member_id`)) WHERE `post`.`display` = 'yes' AND `post`.`category` like '%,3,%' ;

-- --------------------------------------------------------

--
-- Structure for view `view_member`
--
DROP TABLE IF EXISTS `view_member`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `view_member`  AS SELECT `m`.`id` AS `id`, `m`.`token` AS `token`, `m`.`email` AS `email`, `m`.`display_name` AS `display_name`, `m`.`image` AS `thumbnail`, `m`.`image_cover` AS `image_cover`, `m`.`telephone` AS `tel`, `m`.`id_card` AS `id_card`, `m`.`section_user` AS `role`, `m`.`status_user` AS `status_user`, `m`.`fav_content` AS `fav_content`, `m`.`fav_product` AS `fav_product`, `m`.`store_subscribe` AS `fav_store`, `m`.`language` AS `language`, `m`.`confirm_regis` AS `registered`, `m`.`date_register` AS `date_register`, `m`.`updated_at` AS `updated`, `m`.`last_active` AS `last_active`, `i`.`firstname` AS `firstname`, `i`.`center_name` AS `center_name`, `i`.`lastname` AS `lastname`, `i`.`birthday` AS `birthday`, `i`.`gender` AS `gender`, `i`.`address` AS `address`, `i`.`village` AS `village`, `i`.`subdistrict` AS `subdistrict`, `i`.`district` AS `district`, `i`.`province` AS `province`, `i`.`zipcode` AS `zipcode` FROM (`member` `m` join `member_info` `i` on(`m`.`id` = `i`.`member_id`)) ;

-- --------------------------------------------------------

--
-- Structure for view `view_product`
--
DROP TABLE IF EXISTS `view_product`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `view_product`  AS SELECT `product`.`store_name` AS `store_name`, `product`.`package_id` AS `package_id`, `product`.`package_name` AS `package_name`, `product`.`service_price` AS `service_price`, `product`.`rec_quota` AS `rec_quota`, `product`.`hot_quota` AS `hot_quota`, `product`.`pro_quota` AS `pro_quota`, `product`.`mean_quota` AS `mean_quota`, `product`.`id` AS `id`, `product`.`token` AS `token`, `product`.`store_id` AS `store_id`, `product`.`tel` AS `tel`, `product`.`network` AS `network`, `product`.`cate_id` AS `cate_id`, `product`.`subcate` AS `subcate`, `product`.`mean_desc` AS `mean_desc`, `product`.`price` AS `price`, `product`.`discount` AS `discount`, `product`.`extra_price` AS `extra_price`, `product`.`grade` AS `grade`, `product`.`sum` AS `sum`, `product`.`sum_desc` AS `sum_desc`, `product`.`rec` AS `rec`, `product`.`hot` AS `hot`, `product`.`promotion` AS `promotion`, `product`.`package` AS `package`, `product`.`pin` AS `pin`, `product`.`note` AS `note`, `product`.`tracking_provider` AS `tracking_provider`, `product`.`tracking` AS `tracking`, `product`.`priority` AS `priority`, `product`.`ask` AS `ask`, `product`.`status` AS `status`, `product`.`display` AS `display`, `product`.`created_at` AS `created_at`, `product`.`updated_at` AS `updated_at`, `product`.`ulog` AS `ulog`, `product`.`comments` AS `comments`, `product`.`network_image` AS `network_image`, `product`.`item_no` AS `item_no` FROM (select `ber`.`store_name` AS `store_name`,`ber`.`package_id` AS `package_id`,`ber`.`package_name` AS `package_name`,`ber`.`service_price` AS `service_price`,`ber`.`rec_quota` AS `rec_quota`,`ber`.`hot_quota` AS `hot_quota`,`ber`.`pro_quota` AS `pro_quota`,`ber`.`mean_quota` AS `mean_quota`,`ber`.`id` AS `id`,`ber`.`token` AS `token`,`ber`.`store_id` AS `store_id`,`ber`.`tel` AS `tel`,`ber`.`network` AS `network`,`ber`.`cate_id` AS `cate_id`,`ber`.`subcate` AS `subcate`,`ber`.`mean_desc` AS `mean_desc`,`ber`.`price` AS `price`,`ber`.`discount` AS `discount`,`ber`.`extra_price` AS `extra_price`,`ber`.`grade` AS `grade`,`ber`.`sum` AS `sum`,`ber`.`sum_desc` AS `sum_desc`,`ber`.`rec` AS `rec`,`ber`.`hot` AS `hot`,`ber`.`promotion` AS `promotion`,`ber`.`package` AS `package`,`ber`.`pin` AS `pin`,`ber`.`note` AS `note`,`ber`.`tracking_provider` AS `tracking_provider`,`ber`.`tracking` AS `tracking`,`ber`.`priority` AS `priority`,`ber`.`ask` AS `ask`,`ber`.`status` AS `status`,`ber`.`display` AS `display`,`ber`.`created_at` AS `created_at`,`ber`.`updated_at` AS `updated_at`,`ber`.`ulog` AS `ulog`,`ber`.`comments` AS `comments`,`ber`.`network_image` AS `network_image`,row_number() over ( partition by `ber`.`store_id`) AS `item_no` from (select `store`.`store_name` AS `store_name`,`store`.`package_id` AS `package_id`,`store`.`package_name` AS `package_name`,`store`.`service_price` AS `service_price`,`store`.`rec_quota` AS `rec_quota`,`store`.`hot_quota` AS `hot_quota`,`store`.`pro_quota` AS `pro_quota`,`store`.`mean_quota` AS `mean_quota`,`berproduct`.`id` AS `id`,`berproduct`.`token` AS `token`,`berproduct`.`store_id` AS `store_id`,`berproduct`.`tel` AS `tel`,`berproduct`.`network` AS `network`,`berproduct`.`cate_id` AS `cate_id`,`berproduct`.`subcate` AS `subcate`,`berproduct`.`mean_desc` AS `mean_desc`,`berproduct`.`price` AS `price`,`berproduct`.`discount` AS `discount`,`berproduct`.`extra_price` AS `extra_price`,`berproduct`.`grade` AS `grade`,`berproduct`.`sum` AS `sum`,`berproduct`.`sum_desc` AS `sum_desc`,`berproduct`.`rec` AS `rec`,`berproduct`.`hot` AS `hot`,`berproduct`.`promotion` AS `promotion`,`berproduct`.`package` AS `package`,`berproduct`.`pin` AS `pin`,`berproduct`.`note` AS `note`,`berproduct`.`tracking_provider` AS `tracking_provider`,`berproduct`.`tracking` AS `tracking`,`berproduct`.`priority` AS `priority`,`berproduct`.`ask` AS `ask`,`berproduct`.`status` AS `status`,`berproduct`.`display` AS `display`,`berproduct`.`created_at` AS `created_at`,`berproduct`.`updated_at` AS `updated_at`,`berproduct`.`ulog` AS `ulog`,`berproduct`.`comments` AS `comments`,`network_setting`.`thumbnail` AS `network_image` from ((`berproduct` left join (select `st`.`no` AS `no`,`st`.`store_id` AS `store_id`,`st`.`store_name` AS `store_name`,`st`.`service_price` AS `service_price`,`st`.`package_id` AS `package_id`,`st`.`package_name` AS `package_name`,`st`.`rec_quota` AS `rec_quota`,`st`.`hot_quota` AS `hot_quota`,`st`.`pro_quota` AS `pro_quota`,`st`.`mean_quota` AS `mean_quota` from (select row_number() over ( order by `pack`.`defaults` desc) AS `no`,`st`.`store_id` AS `store_id`,`st`.`store_name` AS `store_name`,`st`.`service_price` AS `service_price`,`pack`.`package_id` AS `package_id`,`pack`.`package_name` AS `package_name`,`sps`.`rec_quota` AS `rec_quota`,`sps`.`hot_quota` AS `hot_quota`,`sps`.`pro_quota` AS `pro_quota`,`sps`.`mean_quota` AS `mean_quota` from ((`store_package` `pack` join (select `ord`.`id` AS `id`,`info`.`store_id` AS `store_id`,`info`.`store_name` AS `store_name`,`info`.`store_slug` AS `store_slug`,`info`.`service_price` AS `service_price`,`ord`.`date_begin` AS `date_begin`,`ord`.`date_expire` AS `date_expire`,`ord`.`package_id` AS `order_package` from ((`store_info` `info` left join `member` on(`info`.`member_id` = `member`.`id`)) left join `store_package_order` `ord` on(`info`.`store_id` = `ord`.`store_id`)) where `info`.`display` = 'yes' and `member`.`status_user` = 'active' and (`ord`.`expired` <> 'yes' or `ord`.`expired` is null)) `st`) left join `store_package_status` `sps` on(`pack`.`package_id` = `sps`.`package_id`)) where `pack`.`package_id` = `st`.`order_package` and `st`.`date_begin` < current_timestamp() and `st`.`date_expire` > current_timestamp() or `pack`.`defaults` = 'yes') `st` group by `st`.`store_id`) `store` on(`berproduct`.`store_id` = `store`.`store_id`)) left join `network_setting` on(`berproduct`.`network` = `network_setting`.`network_name`)) order by `store`.`store_id`) `ber`) AS `product` ;

-- --------------------------------------------------------

--
-- Structure for view `view_store`
--
DROP TABLE IF EXISTS `view_store`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `view_store`  AS SELECT `store`.`no` AS `no`, `store`.`package_id` AS `package_id`, `store`.`package_name` AS `package_name`, `store`.`rec_quota` AS `rec_quota`, `store`.`hot_quota` AS `hot_quota`, `store`.`pro_quota` AS `pro_quota`, `store`.`mean_quota` AS `mean_quota`, `store`.`member_id` AS `member_id`, `store`.`store_id` AS `store_id`, `store`.`store_name` AS `store_name`, `store`.`store_slug` AS `store_slug`, `store`.`thumbnail` AS `thumbnail`, `store`.`image_cover` AS `image_cover`, `store`.`verify` AS `verify`, `store`.`network_list` AS `network_list`, `store`.`professional` AS `professional`, `store`.`rating_total` AS `rating_total`, `store`.`rating` AS `rating`, `store`.`crown` AS `crown`, `store`.`follower` AS `follower`, `store`.`tel` AS `tel`, `store`.`line_id` AS `line_id`, `store`.`last_active` AS `last_active`, `store`.`facebook` AS `facebook`, `store`.`facebook_link` AS `facebook_link`, `store`.`line` AS `line`, `store`.`line_link` AS `line_link`, `store`.`instagram` AS `instagram`, `store`.`instagram_link` AS `instagram_link`, `store`.`address` AS `address`, `store`.`village` AS `village`, `store`.`district` AS `district`, `store`.`subdistrict` AS `subdistrict`, `store`.`province` AS `province`, `store`.`zipcode` AS `zipcode`, `store`.`display` AS `display`, `store`.`total` AS `total`, `store`.`member_status` AS `member_status`, `store`.`reference` AS `reference`, `store`.`date_begin` AS `date_begin`, `store`.`date_expire` AS `date_expire`, `store`.`expired` AS `expired`, `store`.`order_package` AS `order_package` FROM (select row_number() over ( order by `pack`.`defaults` desc) AS `no`,`pack`.`package_id` AS `package_id`,`pack`.`package_name` AS `package_name`,`sps`.`rec_quota` AS `rec_quota`,`sps`.`hot_quota` AS `hot_quota`,`sps`.`pro_quota` AS `pro_quota`,`sps`.`mean_quota` AS `mean_quota`,`store`.`member_id` AS `member_id`,`store`.`store_id` AS `store_id`,`store`.`store_name` AS `store_name`,`store`.`store_slug` AS `store_slug`,`store`.`thumbnail` AS `thumbnail`,`store`.`image_cover` AS `image_cover`,`store`.`verify` AS `verify`,`store`.`network_list` AS `network_list`,`store`.`professional` AS `professional`,`store`.`rating_total` AS `rating_total`,`store`.`rating` AS `rating`,`store`.`crown` AS `crown`,`store`.`follower` AS `follower`,`store`.`tel` AS `tel`,`store`.`line_id` AS `line_id`,`store`.`last_active` AS `last_active`,`store`.`facebook` AS `facebook`,`store`.`facebook_link` AS `facebook_link`,`store`.`line` AS `line`,`store`.`line_link` AS `line_link`,`store`.`instagram` AS `instagram`,`store`.`instagram_link` AS `instagram_link`,`store`.`address` AS `address`,`store`.`village` AS `village`,`store`.`district` AS `district`,`store`.`subdistrict` AS `subdistrict`,`store`.`province` AS `province`,`store`.`zipcode` AS `zipcode`,`store`.`display` AS `display`,`store`.`total` AS `total`,`store`.`member_status` AS `member_status`,`store`.`reference` AS `reference`,`store`.`date_begin` AS `date_begin`,`store`.`date_expire` AS `date_expire`,`store`.`expired` AS `expired`,`store`.`order_package` AS `order_package` from ((`store_package` `pack` join (select `info`.`member_id` AS `member_id`,`info`.`store_id` AS `store_id`,`info`.`store_name` AS `store_name`,`info`.`store_slug` AS `store_slug`,`info`.`thumbnail` AS `thumbnail`,`info`.`image_cover` AS `image_cover`,`info`.`verify` AS `verify`,`info`.`network_list` AS `network_list`,`info`.`professional` AS `professional`,`info`.`rating_total` AS `rating_total`,`info`.`rating` AS `rating`,`info`.`crown` AS `crown`,`info`.`follower` AS `follower`,`info`.`tel` AS `tel`,`info`.`line_id` AS `line_id`,`info`.`last_active` AS `last_active`,`info`.`facebook_id` AS `facebook`,`info`.`facebook_link` AS `facebook_link`,`info`.`line_id` AS `line`,`info`.`line_link` AS `line_link`,`info`.`instagram_id` AS `instagram`,`info`.`instagram_link` AS `instagram_link`,`info`.`address` AS `address`,`info`.`village` AS `village`,`info`.`district` AS `district`,`info`.`subdistrict` AS `subdistrict`,`info`.`province` AS `province`,`info`.`zipcode` AS `zipcode`,`info`.`display` AS `display`,(select count(`berproduct`.`store_id`) from `berproduct` where `berproduct`.`store_id` = `info`.`store_id` and `berproduct`.`display` = 'yes' and `berproduct`.`status` = 'active' group by `berproduct`.`store_id`) AS `total`,`member`.`status_user` AS `member_status`,`ord`.`reference` AS `reference`,`ord`.`date_begin` AS `date_begin`,`ord`.`date_expire` AS `date_expire`,`ord`.`expired` AS `expired`,`ord`.`package_id` AS `order_package` from ((`store_info` `info` left join `member` on(`info`.`member_id` = `member`.`id`)) left join `store_package_order` `ord` on(`info`.`store_id` = `ord`.`store_id`)) where `info`.`display` = 'yes' and `member`.`status_user` = 'active' and (`ord`.`expired` <> 'yes' or `ord`.`expired` is null)) `store`) left join `store_package_status` `sps` on(`pack`.`package_id` = `sps`.`package_id`)) where `pack`.`package_id` = `store`.`order_package` and `store`.`date_begin` < current_timestamp() and `store`.`date_expire` > current_timestamp() or `pack`.`defaults` = 'yes') AS `store` GROUP BY `store`.`store_id` ;

-- --------------------------------------------------------

--
-- Structure for view `view_store_banks`
--
DROP TABLE IF EXISTS `view_store_banks`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `view_store_banks`  AS SELECT `bank`.`id` AS `id`, `bank`.`store_id` AS `store_id`, `bank`.`account_no` AS `account_no`, `bank`.`account_branch` AS `account_branch`, `bank`.`account_name` AS `account_name`, `bank`.`note` AS `note`, `bank`.`position` AS `position`, `bank`.`display` AS `display`, `bank`.`abv` AS `abv`, `bank`.`name` AS `name`, `bank`.`image` AS `image` FROM (select `spm`.`id` AS `id`,`spm`.`store_id` AS `store_id`,`spm`.`account_no` AS `account_no`,`spm`.`account_branch` AS `account_branch`,`spm`.`account_name` AS `account_name`,`spm`.`note` AS `note`,`spm`.`position` AS `position`,`spm`.`display` AS `display`,`bank_info`.`abbreviation` AS `abv`,`bank_info`.`name` AS `name`,`bank_info`.`image` AS `image` from (`store_payment_method` `spm` join `bank_info` on(`spm`.`bank_id` = `bank_info`.`id`)) where `spm`.`display` = 'yes') AS `bank` ORDER BY `bank`.`position` ASC ;

-- --------------------------------------------------------

--
-- Structure for view `view_store_package`
--
DROP TABLE IF EXISTS `view_store_package`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `view_store_package`  AS SELECT `store`.`no` AS `no`, `store`.`member_id` AS `member_id`, `store`.`store_id` AS `store_id`, `store`.`package_name` AS `package_name`, `store`.`defaults` AS `defaults`, `store`.`id` AS `id`, `store`.`reference` AS `reference`, `store`.`date_begin` AS `date_begin`, `store`.`date_expire` AS `date_expire`, `store`.`expired` AS `expired`, `store`.`order_package` AS `order_package`, `store`.`sps_package` AS `sps_package`, `store`.`verify` AS `verify`, `store`.`professional` AS `professional`, `store`.`rec_store` AS `rec_store`, `store`.`item_limit` AS `item_limit`, `store`.`pin_limit` AS `pin_limit`, `store`.`hot_limit` AS `hot_limit`, `store`.`history_report` AS `history_report`, `store`.`rec_quota` AS `rec_quota`, `store`.`hot_quota` AS `hot_quota`, `store`.`pro_quota` AS `pro_quota`, `store`.`mean_quota` AS `mean_quota`, `store`.`tracking` AS `tracking`, `store`.`search` AS `search`, `store`.`meaning_search` AS `meaning_search`, `store`.`sum_search` AS `sum_search`, `store`.`cate_search` AS `cate_search` FROM (select row_number() over ( order by `pack`.`defaults` desc) AS `no`,`store`.`member_id` AS `member_id`,`store`.`store_id` AS `store_id`,`pack`.`package_name` AS `package_name`,`pack`.`defaults` AS `defaults`,`store`.`id` AS `id`,`store`.`reference` AS `reference`,`store`.`date_begin` AS `date_begin`,`store`.`date_expire` AS `date_expire`,`store`.`expired` AS `expired`,`store`.`order_package` AS `order_package`,`sps`.`package_id` AS `sps_package`,`sps`.`verify` AS `verify`,`sps`.`professional` AS `professional`,`sps`.`rec_store` AS `rec_store`,`sps`.`item_limit` AS `item_limit`,`sps`.`pin_limit` AS `pin_limit`,`sps`.`hot_limit` AS `hot_limit`,`sps`.`history_report` AS `history_report`,`sps`.`rec_quota` AS `rec_quota`,`sps`.`hot_quota` AS `hot_quota`,`sps`.`pro_quota` AS `pro_quota`,`sps`.`mean_quota` AS `mean_quota`,`sps`.`tracking` AS `tracking`,`sps`.`search` AS `search`,`sps`.`meaning_search` AS `meaning_search`,`sps`.`sum_search` AS `sum_search`,`sps`.`cate_search` AS `cate_search` from ((`store_package` `pack` join (select `ord`.`id` AS `id`,`info`.`store_id` AS `store_id`,`info`.`display` AS `store_display`,`info`.`member_id` AS `member_id`,`member`.`status_user` AS `member_status`,`ord`.`reference` AS `reference`,`ord`.`date_begin` AS `date_begin`,`ord`.`date_expire` AS `date_expire`,`ord`.`expired` AS `expired`,`ord`.`package_id` AS `order_package` from ((`store_info` `info` left join `member` on(`info`.`member_id` = `member`.`id`)) left join `store_package_order` `ord` on(`info`.`store_id` = `ord`.`store_id`)) where `info`.`display` = 'yes' and `member`.`status_user` = 'active' and (`ord`.`expired` <> 'yes' or `ord`.`expired` is null)) `store`) left join `store_package_status` `sps` on(`pack`.`package_id` = `sps`.`package_id`)) where `pack`.`package_id` = `store`.`order_package` and `store`.`date_begin` < current_timestamp() and `store`.`date_expire` > current_timestamp() or `pack`.`defaults` = 'yes') AS `store` GROUP BY `store`.`store_id` ;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin_log`
--
ALTER TABLE `admin_log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ads`
--
ALTER TABLE `ads`
  ADD PRIMARY KEY (`ad_id`,`language`);

--
-- Indexes for table `ad_type`
--
ALTER TABLE `ad_type`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `position` (`position`);

--
-- Indexes for table `bank_account`
--
ALTER TABLE `bank_account`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bank_info`
--
ALTER TABLE `bank_info`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bermeaning`
--
ALTER TABLE `bermeaning`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bermeaning_category`
--
ALTER TABLE `bermeaning_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `berpredict_prophecy`
--
ALTER TABLE `berpredict_prophecy`
  ADD PRIMARY KEY (`prophecy_id`),
  ADD UNIQUE KEY `prophecy_numb` (`prophecy_numb`);

--
-- Indexes for table `berpredict_sum`
--
ALTER TABLE `berpredict_sum`
  ADD PRIMARY KEY (`predict_id`);

--
-- Indexes for table `berproduct`
--
ALTER TABLE `berproduct`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `tel` (`tel`);

--
-- Indexes for table `berproduct_grade`
--
ALTER TABLE `berproduct_grade`
  ADD PRIMARY KEY (`grade_id`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`cate_id`,`language`),
  ADD UNIQUE KEY `url` (`url`,`language`),
  ADD KEY `cate_name` (`cate_name`,`language`);

--
-- Indexes for table `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`comment_id`);

--
-- Indexes for table `comment_history`
--
ALTER TABLE `comment_history`
  ADD PRIMARY KEY (`history_id`);

--
-- Indexes for table `content_web`
--
ALTER TABLE `content_web`
  ADD PRIMARY KEY (`id`,`language`),
  ADD UNIQUE KEY `slug` (`slug`,`language`);

--
-- Indexes for table `direct_message`
--
ALTER TABLE `direct_message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `email_letter`
--
ALTER TABLE `email_letter`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`e_mail`);

--
-- Indexes for table `feature`
--
ALTER TABLE `feature`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `gallery_image`
--
ALTER TABLE `gallery_image`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `language`
--
ALTER TABLE `language`
  ADD UNIQUE KEY `language` (`language`),
  ADD KEY `id` (`id`);

--
-- Indexes for table `lang_backend`
--
ALTER TABLE `lang_backend`
  ADD PRIMARY KEY (`param`),
  ADD KEY `id` (`id`);

--
-- Indexes for table `lang_config`
--
ALTER TABLE `lang_config`
  ADD PRIMARY KEY (`param`),
  ADD KEY `id` (`id`);

--
-- Indexes for table `leave_msg`
--
ALTER TABLE `leave_msg`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `map_setting`
--
ALTER TABLE `map_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `member_info`
--
ALTER TABLE `member_info`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `message`
--
ALTER TABLE `message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `network_promotion`
--
ALTER TABLE `network_promotion`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `network_setting`
--
ALTER TABLE `network_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notification`
--
ALTER TABLE `notification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `order_contact`
--
ALTER TABLE `order_contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `order_list`
--
ALTER TABLE `order_list`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `order_status`
--
ALTER TABLE `order_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `packages_desc`
--
ALTER TABLE `packages_desc`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `post`
--
ALTER TABLE `post`
  ADD PRIMARY KEY (`id`,`language`),
  ADD UNIQUE KEY `slug` (`slug`,`language`);

--
-- Indexes for table `post_image`
--
ALTER TABLE `post_image`
  ADD PRIMARY KEY (`image_id`);

--
-- Indexes for table `post_social`
--
ALTER TABLE `post_social`
  ADD PRIMARY KEY (`post_social_id`);

--
-- Indexes for table `post_social_images`
--
ALTER TABLE `post_social_images`
  ADD PRIMARY KEY (`id`,`ref_post_social_id`);

--
-- Indexes for table `product_category`
--
ALTER TABLE `product_category`
  ADD PRIMARY KEY (`cate_id`,`language`),
  ADD UNIQUE KEY `url` (`url`,`language`),
  ADD KEY `cate_name` (`cate_name`,`language`);

--
-- Indexes for table `product_images`
--
ALTER TABLE `product_images`
  ADD PRIMARY KEY (`image_id`);

--
-- Indexes for table `product_post`
--
ALTER TABLE `product_post`
  ADD PRIMARY KEY (`id`,`language`),
  ADD UNIQUE KEY `slug` (`slug`,`language`);

--
-- Indexes for table `seer_info`
--
ALTER TABLE `seer_info`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `seer_name` (`seer_name`),
  ADD UNIQUE KEY `token` (`token`);

--
-- Indexes for table `store_info`
--
ALTER TABLE `store_info`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `store_name` (`store_name`);

--
-- Indexes for table `store_package`
--
ALTER TABLE `store_package`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `store_package_description`
--
ALTER TABLE `store_package_description`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `store_package_order`
--
ALTER TABLE `store_package_order`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `store_package_payment`
--
ALTER TABLE `store_package_payment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `store_package_status`
--
ALTER TABLE `store_package_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `store_payment_method`
--
ALTER TABLE `store_payment_method`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `store_status`
--
ALTER TABLE `store_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tag`
--
ALTER TABLE `tag`
  ADD PRIMARY KEY (`tag_id`),
  ADD UNIQUE KEY `tag_name` (`tag_name`);

--
-- Indexes for table `tracking_provider`
--
ALTER TABLE `tracking_provider`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`member_id`),
  ADD KEY `member_id` (`member_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `user_profile`
--
ALTER TABLE `user_profile`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user_status`
--
ALTER TABLE `user_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user_type`
--
ALTER TABLE `user_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `web_info`
--
ALTER TABLE `web_info`
  ADD PRIMARY KEY (`info_id`,`language`),
  ADD KEY `info_type` (`info_type`);

--
-- Indexes for table `web_info_type`
--
ALTER TABLE `web_info_type`
  ADD PRIMARY KEY (`id`,`language`);

--
-- Indexes for table `web_template`
--
ALTER TABLE `web_template`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin_log`
--
ALTER TABLE `admin_log`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ads`
--
ALTER TABLE `ads`
  MODIFY `ad_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `ad_type`
--
ALTER TABLE `ad_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `bank_account`
--
ALTER TABLE `bank_account`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `bank_info`
--
ALTER TABLE `bank_info`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `bermeaning`
--
ALTER TABLE `bermeaning`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `bermeaning_category`
--
ALTER TABLE `bermeaning_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `berpredict_prophecy`
--
ALTER TABLE `berpredict_prophecy`
  MODIFY `prophecy_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=117;

--
-- AUTO_INCREMENT for table `berpredict_sum`
--
ALTER TABLE `berpredict_sum`
  MODIFY `predict_id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=193;

--
-- AUTO_INCREMENT for table `berproduct`
--
ALTER TABLE `berproduct`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `berproduct_grade`
--
ALTER TABLE `berproduct_grade`
  MODIFY `grade_id` int(2) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `cate_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `comment`
--
ALTER TABLE `comment`
  MODIFY `comment_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `comment_history`
--
ALTER TABLE `comment_history`
  MODIFY `history_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `content_web`
--
ALTER TABLE `content_web`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `direct_message`
--
ALTER TABLE `direct_message`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `email_letter`
--
ALTER TABLE `email_letter`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `feature`
--
ALTER TABLE `feature`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `gallery_image`
--
ALTER TABLE `gallery_image`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=112;

--
-- AUTO_INCREMENT for table `language`
--
ALTER TABLE `language`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `lang_backend`
--
ALTER TABLE `lang_backend`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=449;

--
-- AUTO_INCREMENT for table `lang_config`
--
ALTER TABLE `lang_config`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=385;

--
-- AUTO_INCREMENT for table `leave_msg`
--
ALTER TABLE `leave_msg`
  MODIFY `id` int(6) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `map_setting`
--
ALTER TABLE `map_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `member`
--
ALTER TABLE `member`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=96;

--
-- AUTO_INCREMENT for table `member_info`
--
ALTER TABLE `member_info`
  MODIFY `id` int(9) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;

--
-- AUTO_INCREMENT for table `message`
--
ALTER TABLE `message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=171;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `network_promotion`
--
ALTER TABLE `network_promotion`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `network_setting`
--
ALTER TABLE `network_setting`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `notification`
--
ALTER TABLE `notification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `order_contact`
--
ALTER TABLE `order_contact`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `order_list`
--
ALTER TABLE `order_list`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `order_status`
--
ALTER TABLE `order_status`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `packages_desc`
--
ALTER TABLE `packages_desc`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `post`
--
ALTER TABLE `post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=436;

--
-- AUTO_INCREMENT for table `post_image`
--
ALTER TABLE `post_image`
  MODIFY `image_id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `post_social`
--
ALTER TABLE `post_social`
  MODIFY `post_social_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `post_social_images`
--
ALTER TABLE `post_social_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `product_category`
--
ALTER TABLE `product_category`
  MODIFY `cate_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `product_images`
--
ALTER TABLE `product_images`
  MODIFY `image_id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `product_post`
--
ALTER TABLE `product_post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `seer_info`
--
ALTER TABLE `seer_info`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `store_info`
--
ALTER TABLE `store_info`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `store_package`
--
ALTER TABLE `store_package`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `store_package_description`
--
ALTER TABLE `store_package_description`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `store_package_order`
--
ALTER TABLE `store_package_order`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `store_package_payment`
--
ALTER TABLE `store_package_payment`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `store_package_status`
--
ALTER TABLE `store_package_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `store_payment_method`
--
ALTER TABLE `store_payment_method`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `store_status`
--
ALTER TABLE `store_status`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tag`
--
ALTER TABLE `tag`
  MODIFY `tag_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `tracking_provider`
--
ALTER TABLE `tracking_provider`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `member_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=907;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `user_profile`
--
ALTER TABLE `user_profile`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `user_status`
--
ALTER TABLE `user_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `user_type`
--
ALTER TABLE `user_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `web_template`
--
ALTER TABLE `web_template`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
